{"status":"success","mc_data":[{"name":"Arizona","abbreviation":"AZ","category_id":1,"title":"Value-Based Payment (VBP) Requirements\n in Arizona’s Medicaid Managed Care Program","program_name":"###  Arizona Health Care Cost Containment Systems (AHCCCS): \n*        Complete Care \n*        Arizona Long Term Care System (ALTCS) – Elderly/Physically Disabled (E/PD) and Individuals with Developmental Disabilities (IDD) \n*        Comprehensive Medical and Dental Program (CMDP) \n*        Regional Behavioral Health Authority (RHBA) \n","program_website":"[https://www.azahcccs.gov/AHCCCS/AboutUs/](https://www.azahcccs.gov/AHCCCS/AboutUs/)\n[https://www.azahcccs.gov/shared/Downloads/DeliverySystem_102017.pdf](https://www.azahcccs.gov/shared/Downloads/DeliverySystem_102017.pdf)","program_contract":"[https://www.azahcccs.gov/Resources/OversightOfHealthPlans/SolicitationsAndContracts/contracts.html](https://www.azahcccs.gov/Resources/OversightOfHealthPlans/SolicitationsAndContracts/contracts.html)","contract_effective_date":"*        Complete Care: April 1, 2019 – September 30, 2021\n*        ALTCS – E/PD: October 1, 2018 – September 30, 2019\n*        ALTCS – IDD: July 1, 2018 – September 30, 2019\n*        CMDP: July 1, 2018 – September 30, 2018 \n*        RHBA: July 1, 2018 – September 30, 2019\n","vbp_requirements_identified_contract":"Yes","vbp_requirements_identified_elsewhere":"Yes","additional_sources_of_vbp_requirements":"[AHCCCS Contractor Operations Manual, Chapter 300: Finance, Section 307: Alternative Payment Model Initiative – Strategies and Performance-Based Payments Incentive](https://www.azahcccs.gov/shared/Downloads/ACOM/PolicyFiles/300/307.pdf)\n [AHCCCS Contractor Operations Manual, Chapter 300: Finance, Section 306: Alternative Payment Model Initiative – Withhold and Quality Measure Performance Incentive](https://www.azahcccs.gov/shared/Downloads/ACOM/PolicyFiles/300/306.pdf)\n","summary_of_the_state_vbp_requirements":"Arizona’s multiple comprehensive Medicaid managed care programs include overlapping VBP requirements, with the most robust requirements existing in the Acute Care Program. Throughout its contracts, the state emphasizes value-based purchasing as a “cornerstone” of its strategy to bend the upward trajectory of health care costs and health plans must participate in state-required VBP efforts across all programs. Arizona’s various VBP requirements are summarized below.\nAlternative Payment Model (APM) Initiative: In calendar year 2019, plans must meet the following APM targets, calculated as a percentage of total Medicaid expenditures. APMs are defined as Health Care Payment Learning and Action Network (HCP-LAN) APM Framework Categories 2B and higher.  \n*        Complete Care: 50%\n*       ALTCS E/PD: 50%\n*        ALTCS IDD sub-contractors for acute services: 38%, LTSS: 10%\n*        RBHAs: \n*        Integrated RBHAs for individuals with serious mental illness: 35%\n*        Non-integrated, behavioral-health-only RBHAs for other individuals with behavioral health needs: 20% \n\nThese targets increase over the next several years, as follows: \n*        AHCCCS Complete Care (new fully integrated program for adults and children in the Acute Care Program and CRS): \n*        CY 2020: 60%\n*        CY 2021: 70%\n*        ALTCS E/PD:\n*        CY 2020: 60%\n*        CY 2021: 70%\n*        ALTCS IDD:\n*        CY 2020: Sub-contractors for acute services: 50%, LTSS: 20%\n*        CY 2021: Sub-contractors for acute services: 60%, LTSS: 35%\n*        Integrated RBHAs for individuals with serious mental illness:\n*       CY 2020: 50%\n*        CY 2021: 60%\n*        Non-integrated RBHAs: \n*        CY 2020: 25%\n*        CY 2021: 25%\n\nIn addition to these APM targets, any Acute Care plans and RBHAs that are affiliated with one another must also enter into at least two APM contracts with integrated providers who offer physical and behavioral health clinical integration for members who are not already integrated under the Acute or RBHA contract but who receive their acute care or behavioral health services from these affiliated entities.\n\nPer the contracts, plans must submit annual APM certification files to the state, demonstrating their compliance or noncompliance with the APM targets. Failure to do so may result in disqualification from participation in the state’s withhold quality measure performance incentive program or the application of sanctions.\n\n* Withhold and Quality Measure Performance Incentive: The state also implements a 1% withhold program and a quality measure performance incentive program that are conditional upon plans meeting the APM targets. Plans failing to meet the APM targets will still have their withhold amount assessed, but will not be eligible for payment under the withhold or incentive programs. Earned withhold and incentive payments will be made to plans based on relative plan performance for the measurement year, as determined by the state. Under the incentive program, plans may receive additional funds over and above the capitation rates for implementing APM arrangements with providers “who successfully meet targets established by the plan that are aimed at quality improvement, such as reducing costs, improving health outcomes, or improving access to care.” \n \n* Value-Based Providers Initiative: Per the contract, plans must develop strategies that ensure that members are “directed to providers who participate in VBP initiatives and who offer value as \n   determined  by measureable outcomes.” Plans must submit annually to the state a “Value-Based Providers/Centers of Excellence” attachment to their Provider Network Development and Management \n   Plans,  describing their strategies to direct their members to high-value providers.\n\nArizona also permits its managed care plans to design and implement their own physician incentive programs, so long as the incentives are in line with federal requirements and are submitted to the state for approval prior to implementation. \n\nCitations: \nModel Contract:\n*        Section D: Complete Care Program Requirements, Paragraph 50. Compensation: Special Provisions For Payment, Withhold Arrangement, and Delivery System and Provider Payments (starting on page 183)\n*       Section D: Complete Care Program Requirements, Paragraph 72 – Value-Based Purchasing (page 227)\n\nAHCCCS Contractor Operations Manual, Chapter 300: Finance, Section 306: Alternative Payment Model Initiative – Withhold and Quality Measure Performance Incentive\n\nAHCCCS Contractor Operations Manual, Chapter 300: Finance, Section 307: Alternative Payment Model Initiative – Strategies and Performance-Based Payments Incentive\n\n\n","citations":"### Model Contract: \n*  Section D: Acute Care Program Requirements, Paragraph 75 – Value-Based Purchasing (page 158) \n*  Section D: Acute Care Program Requirements, Paragraph 76. Special Provisions For Payment (page 159) \n*  Section D: Acute Care Program Requirements, Paragraph 41 – Incentives/Pay for Performance (starting on page 117)\n\n AHCCCS Contractor Operations Manual, Chapter 300: Finance, Section 306: Alternative Payment Model Initiative – Withhold and Quality Measure Performance Incentive \n\nAHCCCS Contractor Operations Manual, Chapter 300: Finance, Section 307: Alternative Payment Model Initiative – Strategies and Performance-Based Payments Incentive","additional_comments":"","abbrevations":"* 1 Covers acute care services for the general Medicaid population  \n* 2 Covers acute, behavioral health and long term care services for the elderly and physically disabled (E/PD) and individuals with developmental disabilities (IDD) \n* 3 Covers acute and behavioral health services for children with complex needs \n* 4 Covers acute care services for children in foster care \n* 5 Covers acute and behavioral health services for individuals with serious mental illness; covers only behavioral health services for most other individuals with behavioral health needs\n* 6 HCP LAN APM Category 2B, Pay for Reporting, may be counted towards the minimum APM targets only upon preapproval by AHCCCS for expansion to services/service providers/provider types not traditionally utilized for APM arrangements; AHCCCS expects approval only on a short-term basis."},{"name":"California","abbreviation":"CA","category_id":1,"title":"Value-Based Payment (VBP) Requirements in\r\nCalifornia’s Medicaid Managed Care Program","program_name":" Medi-Cal Managed Care","program_website":"[https://www.dhcs.ca.gov/services/Pages/Medi-CalManagedCare.aspx](https://www.dhcs.ca.gov/services/Pages/Medi-CalManagedCare.aspx )","program_contract":"[https://www.dhcs.ca.gov/provgovpart/Pages/MMCDBoilerplateContracts.aspx](https://www.dhcs.ca.gov/provgovpart/Pages/MMCDBoilerplateContracts.aspx)","contract_effective_date":"","vbp_requirements_identified_contract":"No","vbp_requirements_identified_elsewhere":"Yes","additional_sources_of_vbp_requirements":"[https://www.dhcs.ca.gov/provgovpart/Documents/MC2020_FINAL_STC_12-30-15.pdf](https://www.dhcs.ca.gov/provgovpart/Documents/MC2020_FINAL_STC_12-30-15.pdf) ,approved December 2015 through December 2020","summary_of_the_state_vbp_requirements":"California’s Medicaid managed care program is a complex program consisting of six discrete\ncontracting models (see below). VBP requirements across these models are largely aligned. In its\nMedicaid managed care contracts for each of these models, California allows—but does not\nrequire—plans to use alternative payment arrangements (e.g., capitation) with network providers\nand implement physician incentive plans, provided that they do so in compliance with federal\nregulations and state requirements described in the contracts.\n*  Two-Plan Model: Twenty-seven counties are designated to operate this model. In each\ncounty, the California Department of Health Care Services (DHCS) contracts with one\ncounty-developed plan called a Local Initiative (LI) and one commercial plan.\n*  County Organized Health System (COHS): Twenty-one counties are designated to operate\nthis model. DHCS contracts with each county and each county operates its own managed\ncare plan.\n*  Regional Model: Nineteen counties are designated to operate this model, which is a slightly\nmodified version of the Two-Plan approach created for an expansion of Medicaid managed\ncare into rural counties. In this model, DHCS contracts with two commercial plans per\ncounty.\n*  Geographic Managed Care (GMC): Only Sacramento and San Diego counties are\ndesignated to operate this model. DHCS contracts with several commercial plans in these\ncounties.\n* Imperial Model: Only Imperial County is designated to operate this model, which involves\nDHCS contracting with two commercial plans.\n*  San Benito Model: Only San Benito County is designated to operate this model, which\ninvolves DHCS contracting with one commercial plan and Medi-cal beneficiaries having the\noption to enroll in this plan or stay in fee-for-service Medicaid.\nOutside its managed care contracts and as part of its 1115 demonstration, California is implementing\na delivery system transformation project called Public Hospital Redesign and Incentives in Medi-Cal\n\n(PRIME), in which success is measured by the increase in percentage of Medi-Cal managed care\npayments to public hospitals that are made through VBP arrangements. DHCS has called for 50% of\nthe Medi-Cal managed care enrollees assigned to a designated public hospital system to have all or\na portion of their costs of care paid through VBP arrangements by January 2018; this percentage will\nincrease to 55% in January 2019, and to 60% by 2020. Under the PRIME project, four tiers of\ncapitated payment and other alternative payment models are counted as VBP:\n1) partial capitation (primary care only); 2) “partial plus” capitation (primary care and some specialty\ncare, which can vary by contract); 3) global capitation (primary, specialty, ancillary and/or hospital\ncare); and 4) additional payment methodologies approved by the state and CMS. Note that the\nPRIME project is not currently mentioned in the state’s model contracts.","citations":"Model Contracts:\n*  Provider Compensation Arrangements: Exhibit A, Attachment 8 (page 43 of 257)\nCalifornia’s Approved 1115 Demonstration Special Terms and Conditions (STCs), December 2015:\n*  STC 70. Public Hospital Redesign and Incentives in Medi-Cal (PRIME) Program Description\n(pages 46-48)\nMedi-Cal Managed Care Program Website.","additional_comments":"","abbrevations":"1 As of December 2017, DHCS was in the process of finalizing new model contracts with CMS and these new\ncontracts were not available for this review. Once approved, the new contracts will be effective retroactive to July 1,\n2017. "},{"name":"Colorado","abbreviation":"CO","category_id":1,"title":"Value-Based Payment (VBP) Requirements in \nColorado’s Medicaid Managed Care Program","program_name":"### Health First Colorado Managed Care\n* Denver Health Medicaid Choice (Adams, Arapahoe, Denver and Jefferson counties)\n* Medicaid Prime – Rocky Mountain Health Plans (Garfield, Gunnison, Mesa, Montrose, Pitkin\nand Rio Blanco counties)","program_website":"[https://www.colorado.gov/pacific/hcpf/colorado-medicaid](https://www.colorado.gov/pacific/hcpf/colorado-medicaid)\n[https://www.healthfirstcolorado.com/wp-content/uploads/2018/07/Health-First-Colorado-Managed-Care-Plans-Comparison-Chart.pdf](https://www.healthfirstcolorado.com/wp-content/uploads/2018/07/Health-First-Colorado-Managed-Care-Plans-Comparison-Chart.pdf)","program_contract":"[https://www.colorado.gov/pacific/sites/default/files/Appendix](https://www.colorado.gov/pacific/sites/default/files/Appendix)\n[https://www.colorado.gov/pacific/sites/default/files/Rocky](https://www.colorado.gov/pacific/sites/default/files/Rocky)","contract_effective_date":"The latest publicly available contract for Denver Health Medicaid Choice program is July 1, 2017 – June 30, 2018; for Rocky Mountain Health Plans, it is July 1, 2018 – June 30, 2019.","vbp_requirements_identified_contract":"No","vbp_requirements_identified_elsewhere":"","additional_sources_of_vbp_requirements":"","summary_of_the_state_vbp_requirements":"","citations":"Denver Health Medicaid Choice Contract:  *     Section 3.2.4. Provider Incentive Plans (page 59)\n*       Exhibit G – Requirements for Physician Incentive Plans \n\nRocky Mountain Health Plans Contract\n","additional_comments":"Colorado is primarily a fee-for-service state, but it has two Medicaid managed care programs serving certain regions: Denver Health Medicaid Choice, serving enrollees in the greater Denver area, and Rocky Mountain Health Plan, serving enrollees in the Western part of the state. \n\nPer the most recent contract publicly available, the Denver Health Medicaid Choice contract does not require the managed care plan to enter into VBP arrangements with providers, though it does allow for implementation of a physician incentive plan in line with federal requirements, and calls for plans to submit any provider incentives to the state. \n\nThe Rocky Mountain Health Plans Prime (RMHP) program is a part of the state’s [Accountable Care Collaborative (ACC) program](https://www.healthfirstcolorado.com/health-first-colorado-regional-organizations/) that seeks to deliver higher value care to members. RMHP’s model closely resembles a traditional Medicaid managed care program (e.g., the plan enters into a contract with and receives a capitated payment from the state to cover the medical needs of Medicaid enrollees) but has several unique features, including contracting with “Primary Care Medical Providers” that serve as medical homes for members in the ACC program. While the contract emphasizes care coordination and medical home principles, it does not include VBP requirements. \n","abbrevations":""},{"name":"Columbia","abbreviation":"DC","category_id":2,"title":"Value-Based Payment (VBP) Requirements in\r\nthe District of Columbia’s Medicaid Managed\r\nCare Program","program_name":"DC Medicaid, Managed Care Program","program_website":"[https://www.dc-medicaid.com/dcwebportal/nonsecure/managedCareInfo](https://www.dc-medicaid.com/dcwebportal/nonsecure/managedCareInfo)","program_contract":"Link","contract_effective_date":"October 1, 2017 – September 30, 20181\r","vbp_requirements_identified_contract":"Yes","vbp_requirements_identified_elsewhere":"","additional_sources_of_vbp_requirements":"","summary_of_the_state_vbp_requirements":"DC requires its Medicaid managed care plans to implement VBP arrangements, defined as <a href=\"https://hcp-lan.org/2016/01/apm-framework-blog/\"> Health\nCare Payment Learning and Action (HCP LAN) Alternative Payment Models (APM) Categories 2-4.</a>\nThe contract specifies the following:\n* By the end of Option Year One (September 30, 2019), plans must have 35% of their total\nspending on the delivery of health care services linked to HCP LAN APM Categories 3 and\n4.\n* Plans must submit an annual report of all implemented VBP strategies (HCP LAN APM\nCategories 2-4) that includes performance and quality measures used to monitor and\nevaluate the initiative, the percentage of payments linked to quality, and the number of\nmembers served under each arrangements.\n* If targets are not met, the district may require the plan to develop and implement a correction\naction plan or impose sanctions.\nDC also permits (but does not require) its managed care plans to implement district-approved\nphysician incentive plans in line with federal requirements.","citations":"Denver Health Medicaid Choice Contract: \n*    Section 3.2.4. Provider Incentive Plans (page 59)\n*    Exhibit G – Requirements for Physician Incentive Plans \n\nRocky Mountain Health Plans Contract\n","additional_comments":"","abbrevations":"The current contract lasts one year, with the option for up to four one-year extensions (“Option Years”)."},{"name":"Delaware","abbreviation":"DE","category_id":2,"title":"Value-Based Payment (VBP) Requirements in \nDelaware’s Medicaid Managed Care Program","program_name":"Diamond State Health Plan","program_website":"[http://dhss.delaware.gov/dhss/dmma/medicaid.html](http://dhss.delaware.gov/dhss/dmma/medicaid.html)","program_contract":"[https://dhss.delaware.gov/dmma/files/mco_msa2018.pdf](https://dhss.delaware.gov/dmma/files/mco_msa2018.pdf)","contract_effective_date":"January 1, 2018 – December 31, 2019","vbp_requirements_identified_contract":"Yes","vbp_requirements_identified_elsewhere":"","additional_sources_of_vbp_requirements":"Request for Qualifications HSS 17 028 – Diamond State\r\nHealth Plan (DSHP) and Diamond State Health Plan Plus (DSHP Plus) Delivery System\r\nTransformation, April 2017","summary_of_the_state_vbp_requirements":"Delaware’s contract requires Medicaid managed care plans to enter into state-approved payment arrangements with providers that tie payment to the quality and efficiency of care provided. Specifically, plans must meet annual VBP targets, measured as a percentage of medical/service-related payments out of all expenditures, for all members enrolled in the plan. Under the current contract, the state’s annual VBP targets are as follows:\n*        2018: 20% \n*        2019: 30% \n*        2020: 40%\n*       2021: 50%\n*        2022: 60%\n\nPlans face a financial penalty for each year they do not meet the annual target. For 2018, the penalty was up to 1% of the plans total net revenue received from the state for all populations covered under the contract.  \n\nState-approved VBP arrangements include: \n*        Shared savings\n*        Bundled/episodic payments\n*        Partial or full risk/capitation/total cost of care\n*        Other arrangements “consistent with the overall strategy of paying for value not volume and moving providers to accept risk for the cost/utilization of services”\n\nAdditionally, plans may choose, and the state may encourage plans, to implement concurrent delivery system reforms/innovations, such as implementing, developing or contracting with patient-centered medical homes, accountable care organizations or other forms of delivery system changes. \n\nPer the contract, plans must report on goals and progress with implementing VBP strategies, including an annual planning report explaining goals for the following year, a quarterly progress report describing progress to date, and an annual accomplishment report summarizing the plan’s VBP efforts and results.\n\nManaged care plans may also implement their own physician incentive plans, provided that they are in line with state and federal regulations and are submitted to the state for approval prior to implementation.\n","citations":"2018-2019 Medicaid Managed Care Contract, December 2017\n*         Section 3.11.5 Physician Incentive Plans (page 222)\n*        Section 3.21.11 – Provider Payment Reports (page 326)\n*        Appendix 2: Section 9, Value-Based Purchasing Strategies (page 395)\n*        Appendix 2: Section 10, Data Sharing and Reporting (page 399)\n\n","additional_comments":"","abbrevations":"  * 1 The contract is effective for 2018 and 2019  unless terminated prior to that date. "},{"name":"Florida","abbreviation":"FL","category_id":2,"title":"Value-Based Payment (VBP) Requirements in\r\nFlorida’s Medicaid Managed Care Program\r","program_name":"Statewide Medicaid Managed Care (SMMC) – Managed Medical Assistance\r\n(MMA) ","program_website":" [http://ahca.myflorida.com/Medicaid/statewide_mc/](http://ahca.myflorida.com/Medicaid/statewide_mc/)\n[https://www.flmedicaidmanagedcare.com/mma/programinformation ](https://www.flmedicaidmanagedcare.com/mma/programinformation)","program_contract":"[https://www.flmedicaidmanagedcare.com/mma/programinformation](https://www.flmedicaidmanagedcare.com/mma/programinformation)","contract_effective_date":"2018-01-31T18:30:00.000Z","vbp_requirements_identified_contract":"no","vbp_requirements_identified_elsewhere":"no","additional_sources_of_vbp_requirements":"","summary_of_the_state_vbp_requirements":"","citations":"MMA Model Contract and Amendments\n[MMA Physician Incentive Program (MPIP) Webpage](#http://www.fdhc.state.fl.us/medicaid/Policy_and_Quality/Quality/docs/CQS_Final_Draft_2017_03-02-2017.pdf\")\nFlorida’s Comprehensive Quality Strategy: Part III (B) – Moving Toward Value-Based Purchasing:\nFlorida Medicaid Medical Assistance Physician Incentive Program (MPIP) (page 11)","additional_comments":"Florida’s Medicaid managed care contract does not require plans to enter into VBP arrangements\r\nwith network providers, but does allow plans to implement physician incentive plans in line with\r\nfederal and state requirements.\r\nFlorida state statute1 requires managed care plans to use effective care management to “redirect\r\navailable resources and increase compensation for physicians” so that rates for certain services are\r\nequal or exceed the Medicare rates for similar services. In response, the state developed a\r\nphysician incentive program, called “MMA Physician Incentive Program” (MPIP), that is designed to\r\nincrease compensation for specific physician types who meet certain qualifying criteria, primarily\r\nassociated with key access and performance measures. Plans may choose to implement MPIP or\r\ndevelop and implement their own “Individual Health Plan Incentive Program (IHP),” subject to\r\napproval by the state. The state’s quality strategy frames the MPIP as “movement toward VBP.”","abbrevations":"1 Section 409.967 (2)(a), F.S."},{"name":"Georgia","abbreviation":"GA","category_id":2,"title":"Value-Based Payment (VBP) Requirements in\nGeorgia’s Medicaid Managed Care Program","program_name":"Georgia Families","program_website":" [https://dch.georgia.gov/georgia-families](https://dch.georgia.gov/georgia-families)\n [https://dch.georgia.gov/caremanagement-organizations-cmo](https://dch.georgia.gov/caremanagement-organizations-cmo)","program_contract":"[https://www.gha.org/Portals/0/Documents/Health%20Care%20Finance/Medicaid/GA%20Families%202017%20Model%20Contract.pdf](https://www.gha.org/Portals/0/Documents/Health%20Care%20Finance/Medicaid/GA%20Families%202017%20Model%20Contract.pdf)","contract_effective_date":"July 1, 2017 – June 30, 2018","vbp_requirements_identified_contract":"Yes","vbp_requirements_identified_elsewhere":"","additional_sources_of_vbp_requirements":"","summary_of_the_state_vbp_requirements":"Georgia requires its Medicaid managed care plans to collaborate with the state to implement a\nvalue-based purchasing (VBP) program—“an enhanced approach to purchasing and program\nmanagement that focuses on value over volume” and is “part of a cohesive strategy that aligns\nincentives for members, providers, plans and the state.” To support this collaboration, the state\nestablished a Value-Based Purchasing Performance Management Team (PMT), made up of senior\nleadership from relevant state agencies and representatives from the plans, with responsibility for\nplanning, implementing, and executing the VBP initiative and overseeing plans’ VBP programs.\nGeorgia’s contract calls for the PMT to review each plan’s progress on a regular basis, meet with the\nplan at least quarterly, help determine incentive payments, and assess the need to modify VBP\npriority areas, measures and targets. Each plan must submit “real-time information” on its VBP\ninitiatives and provide ongoing and ad hoc reports to the state to show its progress against set\nmilestones.\nThe Georgia Families contract describes a “VBP withhold,” under which 5% of plans’ capitation is\nwithheld pending plans meeting certain performance measures, but the measures are all plan-level\nmetrics (e.g., HEDIS measures) and not relating to plans’ payment to providers. Managed care plans\nmust, however, develop a plan for distributing 50% of the VBP withhold payments they receive from\nthe state to providers, to incentivize or reward their participation in VBP-related efforts. Plans must\nsubmit these “provider collaboration and incentive payment plans” to the state to outline how such\npayments will be shared. ","citations":"Model Contract:\n* Section 1.4 – Definitions, Capitation payment (page 40), Value-based purchasing (page 41)\n* Section 2.8 – Quality Monitoring, 2.8.2 Value-Based Purchasing (page 52)\n*Section 4.10.4.1 – Provider Payment (page 140)\n* Section 4.12.12 – Value-Based Purchasing (VBP) Program (page 169)\n* Section 7.2 – Performance Incentives (page 213)\n* Attachment U – Georgia Families: Value Based Purchasing Measures (page 336)","additional_comments":"","abbrevations":""},{"name":"Hawaii","abbreviation":"HI","category_id":"","title":"Value-Based Payment (VBP) Requirements in\r\nHawaii’s Medicaid Managed Care Program","program_name":"QUEST Hawai’i","program_website":"[http://www.med-quest.us/](http://www.med-quest.us/)","program_contract":"QUEST Integration (QI) Managed Care to\n Cover Medicaid and Other Eligible Individuals","contract_effective_date":"January 1, 2015 – December 31, 2021","vbp_requirements_identified_contract":"Yes","vbp_requirements_identified_elsewhere":"","additional_sources_of_vbp_requirements":"","summary_of_the_state_vbp_requirements":"Hawaii requires its managed care plans to incorporate “value-driven health care concepts” in their\r\npayment arrangements with providers and meet the following targets for percentage of provider\r\ncontracts that are value-driven:\r\n• 50% of plan contracts with primary care providers and hospital contracts in Year 1 (2015)\r\n• 65% of plan contracts with primary care providers and hospital contracts in Year 2 (2016)\r\n• 80% of plan contracts with primary care providers and hospital contracts in Year 3 (2017)\r\nThe state’s contract terms outline arrangements that are consistent with “value-driven health care\r\nconcepts,” as well as some guardrails for provider payment arrangements:3\r\n\r\n• Primary Care Providers: Plans may use the primary care medical home model to facilitate\r\nthe provision of high-quality and efficient outpatient care. This model, which is based on\r\nnational standards, includes several “domains”: patient-centered care, accessible care,\r\ncomprehensive care, coordinated care, evidence-based care, and performance\r\nmeasurement. Per the contract terms, medical homes must receive increased\r\nreimbursement (under one of two tiers) compared to primary care practices that do not meet\r\nthe medical home criteria.\r\n• Hospitals: To incentivize the provision of high-quality and efficient inpatient care, plans may\r\nnot reimburse hospitals on a per-diem basis when acuity-adjusted diagnosis-based\r\nreimbursement methodologies exist. (Plans may use per-diem payments for services for\r\nwhich diagnosis-based reimbursement methodologies are not well-developed and for\r\nspecific situations such as those involving wait-listed patients.) All financial incentives for\r\nhospital payments must comply with the Medicare Hospital Value-Based Purchasing\r\nProgram.\n• Vertically Integrated Organizations: Plans are encouraged to pursue shared risk and\r\nsavings programs with integrated care organizations, if available.\r\nPlans ultimately specify the value-driven health care concepts they will incorporate and must submit\r\na “value-based purchasing plan” to the state for review and approval.","citations":"Model Contract Language, as Reflected in RFP–MQD–2014-005, “QUEST Integration Managed\nCare to Cover Medicaid and Other Eligible Individuals,” August 2013:\n*Section 50.500 – Value-Based Purchasing (page 296 of 523)","additional_comments":"","abbrevations":"*1 The RFP-MQD-2014-005 is the most recent RFP and includes the current contract terms for the state’s Medicaid managed care program, despite its being issued in August 2013. \n*2 The original contract effective dates for this RFP were January 2015 to December 2017; the state has the option to implement four one-year contract extensions, which means these terms may be in effect until December 2021. Hawaii is in the process of amending its 1115 waiver and it is planning to re-procure its managed care plan contract sometime in the next few years to reflect changes in the amended waiver; until at that time, the contract terms described above will be in effect. \n* 3 Note there is some ambiguity in the contract language on the extent to which these arrangements are requirements; a review of other state sources did not provide clarity."},{"name":"Illinois","abbreviation":"IL","category_id":1,"title":"Value-Based Payment (VBP) Requirements in\r\nIllinois’s Medicaid Managed Care Program","program_name":"Illinois Managed Care Program","program_website":"[https://www.illinois.gov/hfs/MedicalClients/ManagedCare/Pages/default.aspx](https://www.illinois.gov/hfs/MedicalClients/ManagedCare/Pages/default.aspx)","program_contract":"[https://www.illinois.gov/hfs/SiteCollectionDocuments/201824001MCOModelContractRev3RedLine.pdf](https://www.illinois.gov/hfs/SiteCollectionDocuments/201824001MCOModelContractRev3RedLine.pdf)","contract_effective_date":"January 1, 2015 – December 31, 2022","vbp_requirements_identified_contract":"Yes","vbp_requirements_identified_elsewhere":"","additional_sources_of_vbp_requirements":"","summary_of_the_state_vbp_requirements":"8vb","citations":"Model Contract:\n*Attachment XI: Quality Assurance, Section 1.1.1 (page 2 Attachment XIII: Required Deliverables, Submission and Reporting (page 276)\n   * Value-Based Payment Arrangements Report (page 293)","additional_comments":"","abbrevations":""},{"name":"Indiana","abbreviation":"IN","category_id":1,"title":"Value-Based Payment (VBP) Requirements in\r\nIndiana’s Medicaid Managed Care Program","program_name":"Hoosier Healthwise (HHW) and Healthy Indiana Plan (HIP)\r","program_website":"[http://provider.indianamedicaid.com/about-indiana-medicaid/memberprograms/hoosier-healthwise.aspx](http://provider.indianamedicaid.com/about-indiana-medicaid/memberprograms/hoosier-healthwise.aspx)\n [http://provider.indianamedicaid.com/about-indiana-medicaid/member-programs/healthyindiana-plan-(hip).aspx](http://provider.indianamedicaid.com/about-indiana-medicaid/member-programs/healthyindiana-plan-(hip).aspx)","program_contract":"RFP 16-035 Risk-based Managed Care Services for Medicaid\r\nBeneficiaries (Hoosier Healthwise) Attachment D Scope of Work for Hoosier Healthwise","contract_effective_date":"January 1, 2017 – December 31, 2020","vbp_requirements_identified_contract":"Yes","vbp_requirements_identified_elsewhere":"Yes","additional_sources_of_vbp_requirements":"Indiana HHW and HIP Managed Care Entity (MCE)\r\nPolicies and Procedures Manual, October 2017","summary_of_the_state_vbp_requirements":"Indiana requires its managed care plans to establish a “performance-based incentive system” for\r\nnetwork providers. Each plan must design its own methodology for the incentive program, in line with\r\nfederal regulations pertaining to physician incentive plans, and must obtain state approval before\r\nimplementation and before making any changes to the program. Plans may choose to use different\r\nincentive programs for HHW and HIP providers. Indiana Medicaid “encourages [plan] creativity in\r\ndesigning pay-for-performance programs” for providers.","citations":"2016 Procurement for Indiana Managed Care Plans, Hoosier Healthwise Scope of Work:\n*6.2 Incentive Programs, 6.2.1 Provider Incentive Programs (page 106 of 150)\nIndiana Hoosier Healthwise and Healthy Indiana Plan Managed Care Entity Policies and Procedures\nManual, October 2017 (Effective March 2017)\n*Section 19: Quality Improvement and Utilization Management, Sub-Section 19-4: Incentive\nPrograms (page 260 of 349)","additional_comments":"","abbrevations":"*The analysis of Indiana’s Medicaid managed care requirements is based on the 2016 procurement for Indiana\nmanaged care plans. Materials are not currently posted on the state’s website, but were pulled down from a web\narchive service. The RFP includes a generic contract with more detailed Scopes of Work (SOW) for HHW and HIP.\nThe analysis is based specifically on the generic contract and the HHW SOW (the HIP SOW was inaccessible at the\ntime of review). The RFP award announcement can be found at <a href=\"http://www.in.gov/fssa/files/PR/rfp-16-035.pdf\">http://www.in.gov/fssa/files/PR/rfp-16-035.pdf</a> In\naddition to the above RFP, reviewers also identified a 2017 Indiana Medicaid policies and procedures manual that\ncorroborates the requirements and indicates that requirements between HHW and HIP are generally consistent. 2 The contract is effective for four years from the date of contract execution. There may be two one-year renewals for\na total of six years at the state’s option."},{"name":"Iowa","abbreviation":"IA","category_id":1,"title":"Value-Based Payment (VBP) Requirements in Iowa’s\nMedicaid Managed Care Program","program_name":"Iowa Health Link\r","program_website":"[https://dhs.iowa.gov/iahealthlink](https://dhs.iowa.gov/iahealthlink)","program_contract":"[https://dhs.iowa.gov/sites/default/files/AmeriGroup_Contract.pdf](https://dhs.iowa.gov/sites/default/files/AmeriGroup_Contract.pdf)","contract_effective_date":"January 1, 2016 – December 31, 2018","vbp_requirements_identified_contract":"Yes","vbp_requirements_identified_elsewhere":"Yes","additional_sources_of_vbp_requirements":"State Guidance on VBP Models Definition and Qualifying\r\nCriteria for Determining Eligible Models, December 2015","summary_of_the_state_vbp_requirements":"By 2018, Iowa’s managed care plans must have at least 40% of their assigned patient population in\r\na VBP arrangement with a health care delivery system. VBP arrangements must recognize\r\npopulation health outcome improvement, as measured through a Value Index Score (VIS), and a\r\ndecrease in total cost of care (TCOC) for the population under the arrangement. Per state guidance,\r\nqualifying VBP arrangements include but are not limited to “risk sharing, including both shared\r\nsavings and shared costs, between the [plan] and the participating provider organizations, and\r\nbonus payments to providers for improved quality on a population basis.”\r\nPlans must notify the state of any risk-sharing arrangements in place with providers. Plans must also\r\nrequire that all contracted hospitals report admission and discharge information to the state to\r\nsupport data exchange and coordination.\r\nSince 2017, plans that achieve annual targets in reduction of TCOC while demonstrating quality\r\nthrough the VIS are eligible to receive a portion of payment withheld through a pay-for-performance\r\nwithhold program.\r\nIn addition to the above requirements, Iowa requires plans to establish a “performance-based\r\nincentive system” for its providers. Each plan must design its own methodology for the incentive\r\nprogram, in line with federal regulations pertaining to physician incentive plans, and must obtain\r\nstate approval before implementation and before making any changes. Per Iowa’s contract with\r\nplans, the state “encourages creativity in designing incentive programs that encourage positive\r\nmember engagement and health outcomes tailored to issues prevalent among enrolled membership\r\nas identified by the [plan].” Plans must provide information on their incentive programs to enrollees,\r\nupon request, and in any marketing materials as required by federal regulations.","citations":"Model Contract:\n*6.1.2 – Provider Agreements (page 96 of 257)\n* 10.3.2 – Provider Incentive Program (page 143 of 257)\nExhibit F – Pay for Performance (page 249 of 257); see Population Health Improvement\nComponent\nState Guidance on VBP Models Definition and Qualifying Criteria for Determining Eligible Models,\nDecember 2015.","additional_comments":"","abbrevations":""},{"name":"Kansas","abbreviation":"KS","category_id":3,"title":"Value-Based Payment (VBP) Requirements in\r\nKansas’s Medicaid Managed Care Program","program_name":"KanCare","program_website":"[https://www.kancare.ks.gov/](https://www.kancare.ks.gov/)","program_contract":"[https://admin.ks.gov/offices/procurement-and-contracts/kancare-award](https://admin.ks.gov/offices/procurement-and-contracts/kancare-award)see “Contracts” and “Request for Proposal and Attachments” )","contract_effective_date":"January 1, 2019 – December 31, 2023","vbp_requirements_identified_contract":"Yes","vbp_requirements_identified_elsewhere":"","additional_sources_of_vbp_requirements":"[https://admin.ks.gov/offices/procurement-and-contracts/kancare-award](https://admin.ks.gov/offices/procurement-and-contracts/kancare-award)(see “Request for Proposal and Attachments”)","summary_of_the_state_vbp_requirements":"Kansas requires its plans to implement “innovative provider payment and/or innovative delivery system design strategies that incorporate performance and quality initiatives.” As part of the procurement process, the state required plans to submit proposed VBP strategies addressing, among other things, alternative payment models that include quality and/or outcome measures as part of provider reimbursement (e.g., episodic/bundled payments, shared savings or risk-based payment arrangements) and the social determinants of health (e.g., linkages to local resources that result in greater employment or educational opportunities, housing supports, or food and nutritional security). As part of their VBP strategies, plans were required to describe specific VBP models, identify target populations, and propose metrics and outcome measures. On an ongoing basis, plans must submit reports to the state that document and evaluate the effectiveness and outcomes of the strategies 2.","citations":"Medicaid Managed Care Contract, “KanCare 2.0 Medicaid and CHIP Capitated Managed Care Services,” Section 2.2 Specifications (page 10)\n\n[Kansas Medicaid Managed Care Request for Proposal for KanCare 2.0](iwl:dms=DMS.MANATT.COM&&lib=EAST&&num=205159120&&ver=1&&latest=1) , Section 5.7 – Contractor Proposals for Value Based Models and Purchasing Strategies (page 101 - 108)\n\n[KanCare 2.0, Section 1115 Demonstration Renewal Application, December 2017](https://www.medicaid.gov/Medicaid-CHIP-Program-Information/By-Topics/Waivers/1115/downloads/ks/ks-kancare-pa3.pdf)\n","additional_comments":"","abbrevations":"  * 1 The state’s contract with the plans incorporates the provisions and requirements included in the RFP.\n  * 2 Reporting frequency is not included in the documents reviewed, but appears to be annually or on a more frequent bases, as determined by the state.  \n"},{"name":"Kentucky","abbreviation":"KY","category_id":3,"title":"Value-Based Payment (VBP) Requirements in\r\nKentucky’s Medicaid Managed Care Program","program_name":"Kentucky Medicaid Managed Care","program_website":"[http://chfs.ky.gov/dms/mco.htm](http://chfs.ky.gov/dms/mco.htm)","program_contract":" [http://chfs.ky.gov/dms/contracts.htm](http://chfs.ky.gov/dms/contracts.htm)","contract_effective_date":"January 1, 2018 – June 30, 2018","vbp_requirements_identified_contract":"No","vbp_requirements_identified_elsewhere":"No","additional_sources_of_vbp_requirements":"","summary_of_the_state_vbp_requirements":"","citations":"MCO Model Contract:\r\n• Sections 11.6 and 11.7 – Physician Incentive Plans and Contractor Provider Payments\r\n(pages 45-46)","additional_comments":"Kentucky does not require its managed care plans to implement value-based payments with\r\nproviders, but it does allow plans to implement physician incentive plans in line with federal and state\r\nregulations, so long as the managed care plans submit to the state specific information about the\r\nincentives (e.g., type of payment arrangement, percent of withholds or bonuses, and attribution\r\nmethodology, as applicable). Managed care plans must also notify the state of any capitation\r\narrangements they have with providers that include the assumption of risk by the provider.","abbrevations":"1 Kentucky’s contract does require plans to participate in any federal waivers, state innovation models or other federal\nprograms, including payment reform initiatives (see Section 5.7). Kentucky’s most recent 1115 waiver application called for\nplans to, among other things, develop innovative provider contracting strategies that reward quality performance and\noutcomes, and ensure a meaningful portion of their Medicaid membership is covered under payment arrangements that aim\nto improve population health and reduce total cost of care. Kentucky’s waiver application also called for the state to\nimplement new payment incentives for plans to deliver higher value care. These managed care reforms were not included in\nthe final version of the 1115 waiver, KY HEALTH—which was approved by CMS on January 12, 2018—though the state\ncould still pursue each outside of the waiver. "},{"name":"Louisiana","abbreviation":"LA","category_id":1,"title":"Value-Based Payment (VBP) Requirements in\r\nLouisiana’s Medicaid Managed Care Program\r","program_name":"Healthy Louisiana","program_website":"[http://www.dhh.louisiana.gov/index.cfm/page/32](http://www.dhh.louisiana.gov/index.cfm/page/32)","program_contract":"[http://ldh.louisiana.gov/assets/docs/BayouHealth/Contract_Amendments/2015Contracts/Amd11ABH.pdf](http://ldh.louisiana.gov/assets/docs/BayouHealth/Contract_Amendments/2015Contracts/Amd11ABH.pdf)","contract_effective_date":"February 1, 2018 – December 31, 2019","vbp_requirements_identified_contract":"Yes","vbp_requirements_identified_elsewhere":"","additional_sources_of_vbp_requirements":"","summary_of_the_state_vbp_requirements":"","citations":"Managed Care Contract, Amendment 11:\n* Section 5.4.2 (page 158 of the PDF)\n*  Attachment L – Value Based Payment Withhold Requirements (page 94 of the PDF)","additional_comments":"Louisiana requires its Medicaid managed care plans to create a “VBP implementation and\r\ndevelopment strategy” that follows the alternative payment methodology (APM) framework\r\ndeveloped by the Health Care Payment Learning and Action Network (HCP LAN). Per the state’s\r\ncontract, plans’ VBP strategies must “place emphasis on the establishment of provider payment\r\narrangements designated as categories 3 and 4 [in the APM framework]” and movement of\r\nproviders “along the APM model continuum.” Among other things, the VBP strategies must specify\r\nsemi-annual VBP milestones for the plan to achieve, as well as provide descriptions of the specific\r\nVBP models that the plan intends to implement.\r\nUnder new contract terms, effective February 1, 2018, Louisiana withholds 1% of plans’ premiums to\r\nincentivize VBP adoption. Plans are able to earn back the 1% of premium by increasing the use of\r\nVBP (as defined by categories 2A, 2C, 3 and 4 in the APM framework) with network providers\r\ncompared to baseline amounts, and submitting specified reports on VBP adoption to the state.","abbrevations":"* 1 The state website, <a hreg=\"http://ldh.louisiana.gov/index.cfm/page/1763\">http://ldh.louisiana.gov/index.cfm/page/1763</a>, includes links to five managed care plan contracts (one link for each plan contracted by the state). The provisions of each contract and their amendments are generally consistent with one another. For each plan, “Amendment 11” extends the state’s contract with the plan through 2019 and includes the contract’s VBP-related provisions"},{"name":"Maryland","abbreviation":"MD","category_id":3,"title":"Value-Based Payment (VBP) Requirements in\nMaryland’s Medicaid Managed Care Program ","program_name":"Maryland HealthChoice Program","program_website":"[https://mmcp.health.maryland.gov/healthchoice/Pages/Home.aspx](https://mmcp.health.maryland.gov/healthchoice/Pages/Home.aspx)","program_contract":"Not publicly available","contract_effective_date":"January 1, 2018 – December 31, 2018","vbp_requirements_identified_contract":"No","vbp_requirements_identified_elsewhere":"No","additional_sources_of_vbp_requirements":"","summary_of_the_state_vbp_requirements":"","citations":"HealthChoice Managed Care Organization Contract.\nJoint Chairman’s Report on the Fiscal 2018 State Operating Budget (HB 150) and the State Capital\nBudget (HB 151) and Related Recommendations, 2017 Session:\n* M00Q01.03 – Medical Care Provider Reimbursements (page 92)\nUniversity of Maryland Baltimore County Request For Proposal # BC-21083-R for Managed Care\nRate Setting Study Consulting Services, October 17, 2017.","additional_comments":"Of note, Maryland is the only state that operates an “all-payer” hospital system, where Medicaid,\nMedicare, and private market payments to the state’s acute general, specialty, and private\npsychiatric hospitals are regulated by a statewide commission, called the Health Services Cost\nReview Commission (HSCRC). The current All-Payer Model Waiver, approved by CMS in January\n2014, authorizes reimbursement to hospitals for inpatient and outpatient hospital-based services\nbased on a per capita global budget; to receive full payment, hospitals must achieve certain quality\nbenchmarks. The HSCRC’s rate-setting informs the state’s Medicaid managed care rate-setting for\nhospital-based services.\nIn March 2017, the Maryland Senate Budget and Taxation Committee and House Appropriations\nCommittee released a <a href=\"http://mgaleg.maryland.gov/pubs/budgetfiscal/2017rs-budget-docs-jcr.pdf\">Joint Chairmen’s Report </a> that called for completion of a study of “innovations\nfrom other states in managed care payment systems” and “potential improvements of the current\nrate-setting system.” This study is currently underway and includes a review of other states’ VBP\nrequirements and the effectiveness of value-based purchasing in managed care. ","abbrevations":"1 Manatt has received and reviewed a copy of the state’s Medicaid managed care contract from the single State agency."},{"name":"Massachusetts","abbreviation":"MA","category_id":1,"title":"Value-Based Payment (VBP) Requirements in\r\nMassachusetts’s Medicaid Managed Care Program","program_name":"* MassHealth Managed Care Organization (MCO) Program, Partnership Plan\n* Accountable Care Organization (ACO) Program, Primary Care ACO Program, MCO-Administered\n* ACO Program","program_website":"[http://www.mass.gov/eohhs/gov/departments/masshealth/](http://www.mass.gov/eohhs/gov/departments/masshealth/)","program_contract":"* MassHealth MCO Program\n* Partnership Plan ACO Program:\n[https://www.mass.gov/files/documents/2017/11/17/accountable-care-partnership-plan-modelcontract_0.pdf](https://www.mass.gov/files/documents/2017/11/17/accountable-care-partnership-plan-modelcontract_0.pdf)\n* Primary Care ACO Program: [https://www.mass.gov/lists/primary-care-aco-model-contractand-model-appendices](https://www.mass.gov/lists/primary-care-aco-model-contractand-model-appendices)\n* MCO-Administered ACO Program: [https://www.mass.gov/lists/mco-administered-aco-modelcontract-and-model-appendices](https://www.mass.gov/lists/mco-administered-aco-modelcontract-and-model-appendices)","contract_effective_date":"2018-02-28T18:30:00.000Z","vbp_requirements_identified_contract":"No","vbp_requirements_identified_elsewhere":"","additional_sources_of_vbp_requirements":"","summary_of_the_state_vbp_requirements":"A 2012 state law called for Massachusetts’ Medicaid agency (MassHealth) to implement alternative\npayment methodologies (APMs) in its managed care program. The law established requirements\nand deadlines for APM adoption, with the overarching goal of having 80% of members receiving\ncare under an APM by July 2015. While this deadline was not met, the most recent MassHealth\nMCO reprocurement cycle contract and delivery system reforms establishing provider-led\nMassHealth ACOs continues to support state efforts to expand APMs.\nThe MassHealth MCO model contract for the period starting March 2018 lays out a timeline for APM\nadoption requirements. Per the contract, a minimum proportion of each MCO’s members must\nreceive care under APMs as follows:\n* In contract years 1 and 2 (2018-2019): 60% must receive care under APMs\n* In contract years 3 and 4 (2020-2021): 70% must receive care under APMs\n* In contract year 5 (2022): 80% must receive care under APMs\nThe MassHealth MCO contract specifies how the state and MCO may consider a member to be\nreceiving care under an APM and includes specific reporting requirements. MCOs must provide the\nstate with the details of their payment methodologies, the algorithms and data used to associate\nmembers to an APM, records of payments made under APMs, and any other documentation that the\nstate requests.\n\nIn addition to the APM targets, the state is launching a new Medicaid ACO program in March 2018,\npart of the state’s latest 1115 waiver renewal authorized in 2016. There are three types of providerled MassHealth ACOs: (1) Partnership Plans (joint MCO and ACO prospective risk), (2) Primary Care ACOs (provider-only nearly full retrospective risk), and (3) MCO-Administered ACOs (limited\nACO retrospective risk with support from MCOs for care management). The MassHealth MCO\ncontract requires MCOs to contract with at least one MCO-Administered ACO, provided there is at\nleast one in the MCO’s region; such a contract counts toward the MCO’s APM coverage.\nThe Partnership Plan ACO agreement with the state most closely mirrors a managed care contract,\nwith the joint MCO-ACO venture (the Partnership Plan) assuming full risk for delivering a\ncomprehensive set of benefits to Medicaid managed care members, much like a traditional MCO.1\nThe Partnership Plan contract also includes requirements relating to financial accountability for the\nprovider-led ACO partner of the joint venture as well as risk-sharing with contracted primary care\nproviders (PCPs):\n* Financial accountability – Per the contract, the Partnership Plan must have a “financial\naccountability arrangement” where the MCO holds the ACO financially accountable for the\nperformance under this contract, with potential for the ACO to receive partial gains or losses.\nUnder such arrangement, the ACO’s maximum annual potential for losses or gains based on\nthe joint venture’s performance shall not be less than 5% of the joint venture’s risk-adjusted\nmedical component of the capitation rate for the contract year.\n* PCP-related VBP requirements – The contract also requires the Partnership Plans to:\no Hold PCPs or groups of PCPs financially accountable for performance—PCPs must\nhave the potential to share gains from savings or share financial responsibility for\nlosses, such that PCPs “experience a meaningful portion of their annual Medicaid\npatient service revenue opportunity tied to value-based performance measures”;\no Make value-based payments based on a performance measurement and\nmanagement process specified in the contract; and\no Reduce the influence of volume-based, fee-for-service incentives for PCPs.\nPartnership Plans must also submit progress reports that include a description of their value-based\npayments to PCPs, the size of the potential gains or losses for each PCP or PCP group, the actual\namount of performance-based gains or losses realized by such PCPs, and the results of the\nPartnership Plan’s performance measurement and management strategy for PCPs.\nPrimary Care ACOs contract directly with the state and have similar PCP risk sharing and reporting\nrequirements in their contract. MCO-Administered ACOs assume a structured level of risk (three\ntracks outlined by the state) with their contracted MCOs for total-cost-of-care performance and also\nhave PCP-level risk sharing and reporting requirements.","citations":"MassHealth MCO Model Contract:\n* Section 2.07 – Provider Network, Provider Contracts, and Related Responsibilities (page\n139)\n* Section 2.20 – Alternative Payment Methodologies (page 251)\n* Section 2.21 – MCO-Administered ACOs (page 254)\n* Section 4.05 – Risk Sharing Arrangements (page 282)\n* Appendix D\nPartnership Plan ACO Model Contract:\nSection 2.3 (A) – Administration and Contract Management, ACO Partner (page 44)\n*Section 2.7(C) – Provider Network, Provider Contracts, and Related Responsibilities,\nAdditional Responsibilities for Certain Providers (page 153)\n* Section 2.7 (D) – Provider Network, Provider Contracts, and Related Responsibilities,\nProvider Payments (page 160)\n*Section 4.3 (D) – Payment Methodology, ACO-Directed Incentive Programs (page 276)\n* Section 4.5 (C) – Risk Sharing Arrangements, Contract Wide Risk Sharing Arrangement\n(page 278)\nPrimary Care ACO Model Contract:\n* Section 2.2 (A) – Relationships with Affiliated Providers, Participating PCCs (page 16)\n* Section 4.3 – Shared Savings and Losses for Total Cost of Care (TCOC) (page 73)\nMCO-Administered ACO Model Contract:\n* Section 2.2 (A) – Relationships with Affiliated Providers, Participating PCPs (page 15)\n* Section 2.7 – Total Cost of Care (TCOC) Accountability Requirements for Approved ACO\nAgreements (page 52)","additional_comments":"","abbrevations":"1 This managed care option will begin competing with the MassHealth MCOs and the state’s own Primary Care Clinician program starting in 2018"},{"name":"Michigan","abbreviation":"MI","category_id":1,"title":"Value-Based Payment (VBP) Requirements in\r\nMichigan’s Medicaid Managed Care Program","program_name":"Comprehensive Health Care Program (CHCP)","program_website":"[http://www.michigan.gov/mdhhs/0,5885,7-339-71551_2945_42542_42544_42644-150910--,00.html](http://www.michigan.gov/mdhhs/0,5885,7-339-71551_2945_42542_42544_42644-150910--,00.html)","program_contract":"[https://www.michigan.gov/documents/contract_7696_7.pdf](https://www.michigan.gov/documents/contract_7696_7.pdf)","contract_effective_date":"January 1, 2016 – December 31, 2020","vbp_requirements_identified_contract":"Yes","vbp_requirements_identified_elsewhere":"","additional_sources_of_vbp_requirements":"","summary_of_the_state_vbp_requirements":"Michigan’s Medicaid managed care contract requires plans to comply with any “payment reform\ngoals and threshold targets established by [the state]” and calls for plans to increase the use of VBP\narrangements with providers (measured as a percentage of overall spending), though it does not\ninclude specific targets that plans must meet. It defines VBP models as “those that reward providers\nfor outcomes, including improving the quality of services provided, promoting provision of\nappropriate services, and reducing the total cost of services provided to Medicaid beneficiaries.” Per\nthe contract, VBP models include, but are not limited to:\n* Total capitation models;\n*  Limited capitation models;\n* Bundled payments;\n*  Supplemental payments to build practice-based infrastructure and member management\ncapabilities; and\n* Payment for new services that promote more coordinated and appropriate care, such as care\nmanagement and community health work services, that are traditionally not reimbursable.\nPer the contract, Medicaid managed care plans must participate in any state-directed payment\nreform initiatives, including but not limited to episode-based payment models, partial and global\ncapitation arrangements with Accountable Systems of Care, and patient-centered medical homes.\nThe state encourages plans to propose and pilot their own innovative projects as well. Plans may\nalso implement physician incentives plans, in line with federal and state requirements, and must\nsubmit information about these incentive plans upon state request.\nMichigan plans must submit the following VBP-related reports to the state semi-annually:\n* Payment Reform Report: To report on actual dollars paid to providers through alternative\npayment models (APMs)—defined using Health Care Payment Learning and Action Network\n(HCP LAN) categories—for specified reporting time periods\n* Payment Reform Strategy Plan: To describe steps and timelines that the plan will take to\nincrease the proportion of dollars paid to providers through APMs and meet threshold targets\nestablished by the state\nCHCP Model Contract\n* Background (page 20)\n*  Section III. Payment Reform (page 25)\n* Appendix 3b. Reporting Requirements for Payment Reform (page 146)\n<a href=\"https://www.michigan.gov/documents/micontractconnect/6600026_510234_7.pdf\">CHCP Contract Amendment, Revisions FY 2018 Requirements, November 2017</a>\n* Revised Appendix 3b. Reporting Requirements for Payment Reform (page 21)","citations":"CHCP Model Contract\n* Background (page 20)\n* Section III. Payment Reform (page 25)\n* Appendix 3b. Reporting Requirements for Payment Reform (page 146)\nCHCP Contract Amendment, Revisions FY 2018 Requirements, November 2017\n* Revised Appendix 3b. Reporting Requirements for Payment Reform (page 21)","additional_comments":"","abbrevations":""},{"name":"Minnesota","abbreviation":"MN","category_id":1,"title":"Value-Based Payment (VBP) Requirements in\r\nMinnesota’s Medicaid Managed Care Program","program_name":"Medical Assistance, Families and Children Program","program_website":"[https://mn.gov/dhs/people-we-serve/adults/health-care/health-care-programs/](https://mn.gov/dhs/people-we-serve/adults/health-care/health-care-programs/)","program_contract":"[https://mn.gov/dhs/people-we-serve/adults/health-care/health-care-programs/](https://mn.gov/dhs/people-we-serve/adults/health-care/health-care-programs/)","contract_effective_date":"January 1, 2018 – December 31, 2018","vbp_requirements_identified_contract":"Yes","vbp_requirements_identified_elsewhere":"","additional_sources_of_vbp_requirements":"","summary_of_the_state_vbp_requirements":"Since 2011, Minnesota has been engaged in a demonstration program, Integrated Health\r\nPartnerships (IHP), to develop and test VBP methodologies with provider organizations through an\r\nagreed-upon total cost of care and shared savings and losses payment arrangement for attributed\r\npopulations. Minnesota requires its Medicaid managed care plans to participate in the shared\r\nsavings and losses payment methodology for any IHP entities in the plan network. The state’s\r\ncontract with the plans further specifies IHP-related data sharing and payment requirements; for\r\nexample, the state identifies plans’ enrollees attributed to each IHP entity, provides information on\r\nthe total cost of care for the plans’ attributed enrollees, and calculates payments for plans to make to\r\nIHP entities in their networks.\r\nThe Minnesota Department of Human Services will be expanding and enhancing this demonstration\r\nin 2018 to introduce multiple tracks that accommodate a diverse set of provider systems, add a\r\nquarterly population-based payment to support care coordination and infrastructure needs, and\r\nmodify the quality measurement methodology. The state’s contract with plans will be modified to\r\nreflect these changes as they apply to plans’ participation in VBP arrangements with IHP entities.\r\nMinnesota also has a Health Care Home program, focused on redesigning care delivery and\r\nenabling meaningful patient engagement in care. The state requires its managed care plans to pay a\r\n“care coordination fee” to Health Care Home providers in the plan network or otherwise enter into an\r\nalternative payment arrangement that “includes care coordination and is tied to outcome measures\r\nrelated to patient health, patient experience and cost effectiveness with that clinic or clinician.” ","citations":"Model Contract:\n* 4.8.2 Integrated Health Partnerships Demonstration (page 85 of 221)\n* 4.8.1 Payment for Health Care Home Care Coordination; Variance (page 85 of 221)\n2017 Integrated Health Partnerships Request for Proposals; see 2017 Integrated Health\nPartnerships Request for Proposals. ","additional_comments":"","abbrevations":""},{"name":"Mississippi","abbreviation":"MS","category_id":3,"title":"Value-Based Payment (VBP) Requirements in\r\nMississippi’s Medicaid Managed Care Program\r","program_name":"Mississippi Coordinated Access Network (MississippiCAN)","program_website":"[https://medicaid.ms.gov/programs/managed-care/](https://medicaid.ms.gov/programs/managed-care/)","program_contract":"[https://medicaid.ms.gov/wp-content/uploads/2017/02/RFP-20170203_CCO-Model-Contract.pdf](https://medicaid.ms.gov/wp-content/uploads/2017/02/RFP-20170203_CCO-Model-Contract.pdf)","contract_effective_date":"July 1, 2017 – June 30, 2020","vbp_requirements_identified_contract":"No","vbp_requirements_identified_elsewhere":"","additional_sources_of_vbp_requirements":"","summary_of_the_state_vbp_requirements":"","citations":"Model Contract:\n* Section H – Value Based Purchasing (page 130)\n* Section K – Physician Incentive Plans (page 114)","additional_comments":"Mississippi does not mandate any VBP requirements in their Medicaid managed care contract. The\r\ncontract does acknowledge that the state may, in the future, implement a phased-in VBP model\r\nwithin the MississippiCAN program and, should the state move forward with such an effort, that it\r\nwould provide operational protocols describing the process for selecting priority areas, targets, and\r\nmeasures, and outlining state and plan responsibilities prior to implementation. Plans would have an\r\nopportunity to provide recommendations on these items. If implemented, the VBP model would\r\nrequire the participation of each plan’s medical director and other key staff in regular meetings with\r\nthe state.\r\nPlans may implement their own physician incentive plans, in line with federal requirements, and\r\nmust submit to the state certain information about these physician incentives.","abbrevations":""},{"name":"Missouri","abbreviation":"MO","category_id":1,"title":"Valuce-Based Payment (VBP) Requirements in\r\nMissouri’s Medicaid Managed Care Program\r","program_name":"MO HealthNet Managed Care","program_website":"[https://dss.mo.gov/mhd/mc/pages/overview.htm](https://dss.mo.gov/mhd/mc/pages/overview.htm)","program_contract":"[https://dss.mo.gov/business-processes/managed-care-2017/managed-care-addendum-5-effective-may-1-2017.docx](https://dss.mo.gov/business-processes/managed-care-2017/managed-care-addendum-5-effective-may-1-2017.docx)","contract_effective_date":"May 1, 2017 – June 30, 2018","vbp_requirements_identified_contract":"Yes","vbp_requirements_identified_elsewhere":"","additional_sources_of_vbp_requirements":"","summary_of_the_state_vbp_requirements":"Missouri requires managed care plans to design and implement state-approved “provider incentive\r\nprograms” and to ensure that a minimum of 10% of network providers participate in such programs\r\nby the end of the contract year. Plans must submit to the state certain information about the\r\nincentive programs on a regular basis (e.g., the services covered under such incentive programs,\r\nthe type of incentives used, the size of withhold or bonus, if applicable, and patient panel sizes and\r\nattribution methodologies, if applicable).\r\nMissouri also implements a performance withhold program with its managed care plans that includes\r\nprovider participation in these incentive programs: the state withholds 0.33% of plans’ capitation\r\npayment pending the plan meeting the 10% provider participation target.\r\nFinally, every Missouri health plan must also develop a state-approved “Local Community Care\r\nCoordination Program” that can include accountable care organizations, patient-centered medical\r\nhomes, primary care case management, sub-capitation, a combination of these models or some\r\nother payment and delivery model deployed through local providers, with the goal of increasing care\r\ncoordination and improving health outcomes. ","citations":"Model Contract:\n* Section 2.1.7, Medicaid Reform and Transformation, B. State Provider Incentive Program\n(beginning on page 14)\n* Section 2.1.7, Medicaid Reform and Transformation, C. Local Community Care Coordination\nProgram (LCCCP) (beginning on page 16)\n* Section 2.29.3, Performance Withhold Program (beginning on page 130)","additional_comments":"","abbrevations":""},{"name":"Nebraska","abbreviation":"NE","category_id":1,"title":"Value-Based Payment (VBP) Requirements in\r\nNebraska’s Medicaid Managed Care Program","program_name":"Heritage Health","program_website":"[http://dhhs.ne.gov/medicaid/Pages/med_medcontracts.aspx](http://dhhs.ne.gov/medicaid/Pages/med_medcontracts.aspx)","program_contract":"• Nebraska Total Care\r\n• UnitedHealthcare Community Plan of Nebraska\r\n• Wellcare of Nebraska\r","contract_effective_date":"January 1, 2017 – December 31, 2022","vbp_requirements_identified_contract":"Yes","vbp_requirements_identified_elsewhere":"","additional_sources_of_vbp_requirements":"","summary_of_the_state_vbp_requirements":"Nebraska requires its Medicaid managed care plans to enter into VBP agreements with 30% of their\r\nprovider network by the third year of the contract and with 50% of their provider network by the fifth\r\ncontract year. By the end of the first contract year, managed care plans must submit to the state for\r\nreview and approval a “plan for implementing VBP agreements” over the course of the contract.\r\nThe state defines VBP agreements as “payment and contractual arrangements with providers that\r\ninclude two components: (i) provisions that introduce contractual accountabilities for improvements\r\nin defined service, outcome, cost or quality metrics, and (ii) payment methodologies that align their\r\nfinancial and contractual incentives with those of the [plan] through mechanisms that include, but are\r\nnot limited to, performance bonuses, capitation, shared savings arrangements, etc.”\r\nNebraska’s contract also requires plans to notify the state of any risk-sharing agreements negotiated\r\nwith a provider within 15 calendar days of contract signing and stipulates that any provider contract\r\nthat includes capitation payments must require the submission of encounter data within 90 calendar\r\ndays of the date of service. Plans may implement physician incentive plans in line with federal\r\nrequirements and must submit any provider contracts that include an incentive plan to the state for\r\nreview and approval at least 60 days before implementation. \r","citations":"Managed Care Contracts:\n* Section Q. Provider Reimbursement (page 150 of the RFP, at the end of the contracts linked\nabove)\no 6. Value-Based Contracting\no 7. Physician Incentive Plans","additional_comments":"","abbrevations":""},{"name":"New Hampshire","abbreviation":"NH","category_id":1,"title":"Value-Based Payment (VBP) Requirements in New\r\nHampshire’s Medicaid Managed Care Program","program_name":"Medicaid Care Management (MCM)","program_website":"[https://www.dhhs.nh.gov/ombp/caremgt/index.htm](https://www.dhhs.nh.gov/ombp/caremgt/index.htm)","program_contract":"[https://www.dhhs.nh.gov/ombp/caremgt/documents/medicaidmanagedcarecontract.pdf](https://www.dhhs.nh.gov/ombp/caremgt/documents/medicaidmanagedcarecontract.pdf)","contract_effective_date":" July 1, 2012 – June 30, 2019","vbp_requirements_identified_contract":"Yes","vbp_requirements_identified_elsewhere":"Yes","additional_sources_of_vbp_requirements":"New Hampshire’s Building Capacity for Transformation\r\nSection 1115(a) Medicaid Research and Demonstration Waiver, DSRIP Alternative Payment Models\r\nRoadmap for Year 2 (CY2017) and Year 3 (CY2018), https://www.dhhs.nh.gov/section-1115-\r\nwaiver/documents/dsrip-apm-roadmap.pdf","summary_of_the_state_vbp_requirements":"New Hampshire requires its Medicaid managed care plans to submit to the state an annual\r\n“Payment Reform Plan” for engaging network providers in payment reform activities, such as payfor-performance programs, risk sharing and sub-capitation arrangements, and other innovative\r\nprovider payment models. The Payment Reform Plans must contain information on participating\r\nproviders, the impact of reform activities on members’ health outcomes, implementation plans for\r\neach reform activity, and implementation milestones to be met by the end of each year for each\r\nactivity. After each year, plans must submit to the state a report describing their performance against\r\ntheir Payment Reform Plan. Per the contract, the state withholds 1% of each plan’s capitation\r\npayment, which the plan can earn back if the milestones described in its Payment Reform Plan are\r\nmet.\r\nIn addition, as part of its DSRIP waiver, New Hampshire has committed to moving 50% of Medicaid\r\nprovider payments into alternative payment models (APMs) by the end of CY 2020. ","citations":"MCM Contract: Section 9 – Payment Reform Plan (page 35)\r\nDSRIP Waiver Alternative Payment Models (APM) Roadmap for Years 2 and 3","additional_comments":"","abbrevations":"* 1 The contract for the current MCM plans was originally approved on May 9, 2012 (effective July 1, 2012) and has been amended multiple times since. The latest amendment extends the contract through June 30, 2019."},{"name":"New Jersey","abbreviation":"NJ","category_id":2,"title":"Value-Based Payment (VBP) Requirements in New\nJersey’s Medicaid Managed Care Program","program_name":"NJ FamilyCare","program_website":"[http://www.state.nj.us/humanservices/dmahs/info/resources/care/](http://www.state.nj.us/humanservices/dmahs/info/resources/care/)","program_contract":"[http://www.state.nj.us/humanservices/dmahs/info/resources/care/hmo-contract.pdf](http://www.state.nj.us/humanservices/dmahs/info/resources/care/hmo-contract.pdf)","contract_effective_date":"2017-06-30T18:30:00.000Z","vbp_requirements_identified_contract":"No","vbp_requirements_identified_elsewhere":"No","additional_sources_of_vbp_requirements":"","summary_of_the_state_vbp_requirements":"","citations":"Medicaid Managed Care Model Contract, Section 8.5.10, Payment for Increased Access to\r\nPhysician Services (article 8, page 15)\r\nNew Jersey Division of Medical Assistance and Health Services, Accountable Care Organizations\r\nwebpage: http://www.nj.gov/humanservices/dmahs/info/aco.html","additional_comments":"New Jersey’s contract does not require Medicaid managed care plans to enter into VBP\r\narrangements with providers, however it does encourage plans to utilize such arrangements to\r\ndistribute additional capitation funds made available by the state for the purposes of increasing\r\nprovider reimbursement for certain services (primary care services, preventive care services, and\r\npostpartum services). Specifically, the state calls for each managed care plan to submit “a plan for\r\nhow it will distribute these additional capitation funds (i.e., through a code-specific rate increase,\r\nquality-based initiative, or alternative payment methodology, such as bundled payments, shared\r\nsavings, patient centered medical home payment models, and/or ACO collaboration, etc.).” Plans\r\nare “encouraged to depart from the code-centered methodology and employ alternative payment\r\nmethods to distribute a greater percentage of the target funds each contract year.”\r\nNew Jersey also has a Medicaid Accountable Care Organization (ACO) program but does not\r\nrequire its Medicaid managed care plans to contract with the Medicaid ACOs.","abbrevations":""},{"name":"New Mexico","abbreviation":"NM","category_id":1,"title":"Value-Based Payment (VBP) Requirements in New\r\nMexico’s Medicaid Managed Care Program","program_name":"Centennial Care","program_website":"[http://www.hsd.state.nm.us/LookingForAssistance/centennial-care-overview.aspx](http://www.hsd.state.nm.us/LookingForAssistance/centennial-care-overview.aspx)","program_contract":"[http://www.hsd.state.nm.us/uploads/FileLinks/c06b4701fbc84ea3938e646301d8c950/Amended_Version__RFP_A2__RFP_Sample_Contract.pdf](http://www.hsd.state.nm.us/uploads/FileLinks/c06b4701fbc84ea3938e646301d8c950/Amended_Version__RFP_A2__RFP_Sample_Contract.pdf)","contract_effective_date":"March 15, 2018 – December 31, 2022","vbp_requirements_identified_contract":"Yes","vbp_requirements_identified_elsewhere":"","additional_sources_of_vbp_requirements":"","summary_of_the_state_vbp_requirements":"New Mexico’s Medicaid managed care contract specifies three “levels” of VBP:\n* Level 1: Payment through a fee schedule with bonus payments made based on\noutcome/quality scores\n*  Level 2: Payment through a fee schedule with upside-only shared savings opportunities and\npayment based on outcome/quality scores\n• Level 3: Payment through a fee schedule or capitation arrangements with upside and\ndownside risk, or global payments\nMedicaid managed care plans must meet the following VBP targets (called “VBP Level Minimum\nRequirements”). Plans must also submit an annual VBP strategy that includes detailed work plans\ndescribing how they intend to meet these targets, along with annual and quarterly VBP reports.\n• CY 2019: At least 24% of provider payments must be made through VBP, broken down as\nfollows:\no Level 1: 8%\no Level 2: 11%\no Level 3: 5%\n• CY 2020: At least 30% of provider payments must be made through VBP, broken down as\nfollows:\no Level 1: 10%\no Level 2: 13%\no Level 3: 7%\n• CY 2021: At least 33% of provider payments must be made through VBP, broken down as\nfollows:\no Level 1: 11%\no Level 2: 14%\no Level 3: 8%\n• CY 2022: At least 36% of provider payments must be made through VBP, broken down as\nfollows:\no Level 1: 12%\no Level 2: 15%\no Level 3: 9%\nIn addition, New Mexico places 1.5% of plans’ premium at risk based on their ability to meet certain\nquality and performance measures, among them the VBP targets. The state uses a point-based\nsystem to calculate how much of the 1.5% withhold a plan earns back in a given year, and points are\ndeducted if a plan fails to meet any of the VBP targets, does not include a mix of provider types\n(e.g., physical health, behavioral health, long-term care) in VBP contracts, and fails to meet VBP\nreporting requirements.\nFinally, the contract allows plans that do not meet the VBP targets to make proposals to the state to\nspend the amount equivalent to their penalty on “system improvement activities for provider network\ndevelopment and enhancement activities that will directly benefit members.” ","citations":"Model Contract:\n* Section 4.9 – Provider Agreements (page 122)\n* Section 4.10 – Provider Payments, Section 4.10.6 – Value-Based Purchasing (page 134)\n* Section 6.12 – Delivery System Improvement Performance Targets (page 235)\n* Attachment 3 – Delivery System Improvement Performance Targets (page 301)\n* Attachment 3a – Value Based Purchasing (VBP) Delivery System Improvement Targets\n(pages 305)","additional_comments":"","abbrevations":""},{"name":"New York","abbreviation":"NY","category_id":1,"title":"Value-Based Payment (VBP) Requirements in New\r\nYork’s Medicaid Managed Care Program\r","program_name":"New York Medicaid Managed Care\n* “Mainstream” Medicaid Managed Care Plans (comprehensive coverage for most individuals\nin the Medicaid program)\n* HIV Special Needs Plans (HIV SNP) (comprehensive coverage for individuals with HIV and\ntheir families)\n* Health and Recovery Plans (HARP) (comprehensive coverage for individuals with serious\nmental illness and/or substance use disorder)","program_website":"[https://www.health.ny.gov/health_care/managed_care/](https://www.health.ny.gov/health_care/managed_care)","program_contract":"[https://www.health.ny.gov/health_care/managed_care/docs/medicaid_managed_care_fhp_hiv-snp_model_contract.pdf](https://www.health.ny.gov/health_care/managed_care/docs/medicaid_managed_care_fhp_hiv-snp_model_contract.pdf)","contract_effective_date":"March 1, 2014 – February 28, 2019 (contract amended October 1, 2015)\r","vbp_requirements_identified_contract":"Yes","vbp_requirements_identified_elsewhere":"Yes","additional_sources_of_vbp_requirements":"New York State’s VBP Roadmap, Updated April 2017","summary_of_the_state_vbp_requirements":"New York requires its Medicaid managed care plans to enter into VBP arrangements with network\nproviders, in accordance with its robust “VBP Roadmap,” which the state updates and submits\nannually to CMS. New York’s VBP Roadmap defines VBP by type of payment arrangement and\nlevel of risk, as depicted in the following table. \nPer the VBP Roadmap, plans must meet the following VBP targets:\n*  By April 1, 2018, at least 10% of plans’ total expenditures should be captured in “Level 1”\nVBP arrangements or higher.\n* By April 1, 2019:\n* At least 50% of plans’ total expenditures should be captured in “Level 1” VBP\narrangements or higher; and\no At least 15% of plans’ total expenditures should be captured in “Level 2” VBP\narrangements or higher.\n* By April 1, 2020:\n*  Between 80% and 90% of plans’ total expenditures should be captured in “Level 1”\nVBP arrangements or higher; and\n* At least 35% of plans’ total expenditures should be captured in “Level 2” VBP\narrangements or higher.\nPlans must report regularly on their VBP contracting and submit to the state provider subcontracts\nthat include VBP arrangements. The state reviews plans’ provider subcontracts based on the degree\nof provider risk included in the agreement, classifies each by VBP level, per the VBP Roadmap.\nIn addition to the VBP targets, New York implements three VBP-related adjustments to plans’\ncapitated rates to incentivize value-based contracting.\n* Stimulus Adjustment: To encourage plans to engage in higher levels of VBP and pass on\nmore risk to providers, plans will receive an upward “stimulus adjustment” on new Level 2 or\nLevel 3 VBP arrangements; these adjustments are based on plan-reported VBP survey\nresults. To qualify for stimulus adjustments, contracts must achieve greater than the 40th\npercentile in quality. Stimulus payments will end after State Fiscal Year (SFY) 2019-2020.\n*  Penalty Adjustment: New York State is implementing a penalty or downward adjustment for\nplans that do not meet the VBP targets outlined in the state’s VBP Roadmap. Penalties are\nlevied on the value of the difference between the state’s VBP target and the plan’s\ncontracted amount; these adjustments are based on plan-reported VBP survey results.\n*  Performance Adjustment: Plans’ rates will also be adjusted—either upward or downward—\nbased on the relative quality and efficiency (measured by actual-to-expected cost ratio) per\nVBP arrangement (where upward adjustments will be made for contracts showing high\nquality and efficiency and downward adjustments will be made for contracts showing lower\nquality and efficiency). The state applies rate adjustments for both quality and efficiency to\nproduce one net performance adjustment score, so that plans may receive up to +/- 1% of\ntotal premium for each adjustment (+/- 2% total); this percentage may gradually increase\nover time. Plans will only be eligible for positive performance adjustments if contracts\nachieve greater than the 40th percentile in quality. The state sets targets for quality and\nefficiency based on historical data.\nFinally, New York administers a “VBP Innovator Program” for providers with experience taking risk.\nThe VBP Innovator Program is a voluntary program for providers prepared for enter into Level 2 and\nLevel 3 VBP arrangements. VBP Innovator providers are eligible for up to 95% of the total dollars\nthat have been traditionally paid from the State to plans. Per the model contract, plans are notified of\napproved Innovator providers and must amend their subcontracts with these providers to include the\nparameters of the program. ","citations":"Model Contract: Section 22.18 – Value Based Payment (VBP) Arrangements (page 250 of the PDF)\nVBP Roadmap:\n*From Shared Savings towards Assuming Risk (page 17)\n* Aligning Incentives (page 44)\n*Timeline (page 60)","additional_comments":"","abbrevations":""},{"name":"Ohio","abbreviation":"OH","category_id":1,"title":"Value-Based Payment (VBP) Requirements in Ohio’s\r\nMedicaid Managed Care Program","program_name":"Ohio Medicaid Managed Care \r","program_website":"[http://www.medicaid.ohio.gov/PROVIDERS/ManagedCare.aspx](http://www.medicaid.ohio.gov/PROVIDERS/ManagedCare.aspx)","program_contract":"[http://www.medicaid.ohio.gov/Portals/0/Providers/ProviderTypes/Managed%20Care/Provider%20Agreements/ManagedCare-PA-201707.pdf?ver=2017-06-30-110737-553](http://www.medicaid.ohio.gov/Portals/0/Providers/ProviderTypes/Managed%20Care/Provider%20Agreements/ManagedCare-PA-201707.pdf?ver=2017-06-30-110737-553)","contract_effective_date":"July 1, 2017 – June 30, 2018","vbp_requirements_identified_contract":"Yes","vbp_requirements_identified_elsewhere":"","additional_sources_of_vbp_requirements":"","summary_of_the_state_vbp_requirements":"Ohio’s Medicaid managed care contract calls for plans to enter into payment arrangements with\nproviders that promote patient-centered care delivery, reduce disparities, and encourage alignment\nbetween public and private sectors. Specifically, the state requires plans to design and implement\nVBP models with providers that are “value-oriented”—designed to “cut waste” (reduce unnecessary\nutilization and/or payment) or “reflect value” (increase the quality of care for the cost). Per the\ncontract, plans must develop and submit to the state a VBP strategy that describes how they will\nmake 50% of their provider payments \"value-oriented” by 2020. Plans must also submit quarterly\nreports showing their progress towards the 50% threshold. Strategies for meeting this threshold\ninclude:\n* Paying providers differentially according to performance;\n* Designing and implementing payment approaches that reduce waste while not diminishing\nquality;\n* Developing payment strategies to minimize unwarranted price variation, such as referenceor value-based pricing; and,\n* Structuring payments to encourage adherence to clinical guidelines.\nOhio also requires its plans to participate in state VBP initiatives, including multi-payer episodebased payment arrangements and patient-centered medical homes. ","citations":"Model Contract:\n*Appendix K – Quality Care (page 121)\n* Appendix Q – Payment Reform (page 204)","additional_comments":"","abbrevations":""},{"name":"Oregon","abbreviation":"OR","category_id":1,"title":"Value-Based Payment (VBP) Requirements in\r\nOregon’s Medicaid Managed Care Program","program_name":"Oregon Health Plan, Coordinated Care Organizations","program_website":"[http://www.oregon.gov/OHA/HSD/OHP/Pages/About-Us.aspx](http://www.oregon.gov/OHA/HSD/OHP/Pages/About-Us.aspx)","program_contract":"Oregon Health Plan Services Contrac","contract_effective_date":"January 1, 2017 – December 31, 2018","vbp_requirements_identified_contract":"Yes","vbp_requirements_identified_elsewhere":"Yes","additional_sources_of_vbp_requirements":"Approved Medicaid 1115 Demonstration Special Terms\r\nand Conditions (STCs), January 2017","summary_of_the_state_vbp_requirements":"Through 2012 state legislation and a subsequent 1115 waiver, Oregon launched Coordinated Care\nOrganizations (CCOs), which are community-based partnerships of managed care organizations\nand providers that receive a global budget from the state to manage care for a defined Medicaid\npopulation. CCOs manage risk in the same way as managed care organizations, but have a\ngovernance structure that includes providers and community members.\nOregon’s contract with CCOs includes the following VBP-related requirements:\n* CCOs must demonstrate how they will use “alternative payment methodologies” alone or in\ncombination with delivery system changes to achieve better care, controlled costs and better\nhealth for enrollees. To do so, CCOs must implement a “schedule of alternative payments,\nwith benchmarks and evaluation points identified that demonstrate direct support for\ntransformation of care delivery and the sustainability of care innovations across the care\ncontinuum.”\n*The CCO contract requires implementation of alternative payment methodologies with statedesignated Patient Centered Primary Care Homes, entities established by the state\nlegislature that CCOs must include in their networks to the maximum extent possible.\n* Further, the contract requires state-approved CCO “Transformation Plans” that demonstrate\nhow and when the CCO will achieve health system transformation; Transformation Plans\nmust include a section on implementation of alternative payment methodologies that align\nwith health outcomes.\n* The contract defines “alternative payment methodology” as payment other than a fee-forservices payment, used by the CCO as compensation for the provision of integrated and\ncoordinated health care and services, and including but not limiting to: shared savings\narrangements; bundled arrangements; payments based on episodes; risk sharing withhold;\nquality incentive payments; and access improvement payments.\nIn addition to these contract requirements, Oregon’s 1115 waiver calls for the state to ensure\nthrough its CCO contracts that VBP arrangements, structured to improve quality and manage cost\ngrowth, are used by CCOs with their network providers. Per the waiver, Oregon must develop a\n“VBP plan” that describes how the state, CCOs and network providers will achieve a “set target of VBP payments” by the end of the waiver period, though no targets have been made public by the\nstate at this time. The waiver includes several other requirements on this VBP plan (e.g., what it\nmust include and how it must be developed).\n","citations":"Model Contract:\n* Exhibit B – Statement of Work – Part 6 – Alternative Payment Methodologies (page 84 of\n217)\n* Exhibit A – 3. Terms Defined by Contract (page 16 of 217)\n*  Exhibit K – Transformation Plan (page 195 of 2017)\nOregon’s 1115 Demonstration STCs, January 2017:\n*  VI. Capitation Rates and Performance Measures. STC 36. Principles for Payment Methods\nthat Support the Three-Part Aim (page 29 of 390)","additional_comments":"","abbrevations":""},{"name":"Pennsylvania","abbreviation":"PA","category_id":1,"title":"Value-Based Payment (VBP) Requirements in\r\nPennsylvania’s Medicaid Managed Care Program","program_name":"HealthChoices","program_website":"[http://www.dhs.pa.gov/provider/healthcaremedicalassistance/managedcareinformation/](https://msp.scdhhs.gov/managedcare/)","program_contract":"[http://www.dhs.pa.gov/cs/groups/webcontent/documents/document/p_040149.pdf](http://www.dhs.pa.gov/cs/groups/webcontent/documents/document/p_040149.pdf)","contract_effective_date":"2016-12-31T18:30:00.000Z","vbp_requirements_identified_contract":"Yes","vbp_requirements_identified_elsewhere":"","additional_sources_of_vbp_requirements":"","summary_of_the_state_vbp_requirements":"Pennsylvania requires its managed care plans to enter into payment arrangements with providers\nthat incorporate different types of VBP strategies, including:\n(i) Pay-for-performance programs,\n(ii) Patient-centered medical homes,\n(iii) Shared savings arrangements,\n(iv) Bundled or global payment arrangements, and\n(v) Full-risk or accountable care organization payment arrangements.\nIn addition, plans must meet the following VBP targets:\n* In 2017: 7.5% of the medical portion of the plan’s premium and maternity care revenue must\nbe expended through any of the listed VBP strategies.\n* In 2018: The percentage increases to 15% and at least half of the 15% must be from a\ncombination of strategies (ii) through (v).\n* In 2019: The percentage increases to 30% and at least half of the 30% must be from a\ncombination of strategies (iii) through (v).\nPennsylvania requires each managed care plan to submit, by January 1st of each year, a “proposed\nVBP plan” describing its strategy for meeting the state’s targets in the upcoming year. Plans must\nalso submit quarterly progress reports, and by June 30th of the subsequent year, a report on “VBP\naccomplishments” from the prior year. The VBP accomplishment reports must list VBP\narrangements by provider and describe each arrangement, including the specific dollar amounts in\neach VBP strategy. If the state determines that a plan is not compliant based on its review of the\nVBP accomplishments report, the plan’s next monthly premium payment is reduced by an amount\nequivalent to 1% of the plan’s premium for December of the prior year. ","citations":"Model Contract:\n• Section VII: Financial Requirements, E. Other Financial Requirements, 7. Value Based\nPurchasing (pages 135-138 of 169)\n<a href=\"http://www.emarketplace.state.pa.us/Solicitations.aspx?SID=RFP%2006-15%20REISSUED\">Request for Proposal (RFP) 06-15, Reissued HealthChoices Physical Health Services for all Zones\nCommonwealth-Wide</a>, Appendix A Draft Agreement:\n• Section VII: Financial Requirements, E. Other Financial Requirements, 7. Value Based\nPurchasing (pages 129-132 of 464)","additional_comments":"Of note, Pennsylvania conducted a re-procurement of its managed care plans in 2016 and faced a\nnumber of implementation delays. The new contract terms released as part of this re-procurement\nare scheduled to roll out over 2018 and 2019. The only significant changes to the state’s VBP\nrequirements relate to the penalty assessed when plans are determined to be noncompliant with the\nstate’s VBP requirements. Per the new contract terms, the state will reduce a noncompliant plan’s monthly premium payment by 2% (instead of 1%) for up to twelve months (instead of just one\r\nmonth); the state has restructured this penalty as a “Holdback” program (similar to a withhold) where\r\nthe state will pay return Holdbacks it has retrained for a given plan if it subsequently determines that\r\nthe plan is in compliance with the current goal for any year. (If this determination is made, the state\r\nwill also discontinue Holdbacks applicable to a previous year.) The state may also elect to\r\ndiscontinue further Holdbacks or repay Holdbacks in part or in full if it determines that a plan has\r\nmade substantial and meaningful efforts to accomplish the VBP goals","abbrevations":""},{"name":"South Carolina","abbreviation":"SC","category_id":1,"title":"Value-Based Payment (VBP) Requirements in South\r\nCarolina’s Medicaid Managed Care Program","program_name":"South Carolina Healthy Connections","program_website":"[https://msp.scdhhs.gov/managedcare/](https://msp.scdhhs.gov/managedcare/)","program_contract":"[https://msp.scdhhs.gov/managedcare/sites/default/files/2018](https://msp.scdhhs.gov/managedcare/sites/default/files/2018)","contract_effective_date":"July 1, 2018 – June 30, 2021","vbp_requirements_identified_contract":"Yes","vbp_requirements_identified_elsewhere":"Yes","additional_sources_of_vbp_requirements":"[https://msp.scdhhs.gov/managedcare/sites/default/files/MCO](https://msp.scdhhs.gov/managedcare/sites/default/files/MCO)  , July 2018","summary_of_the_state_vbp_requirements":"South Carolina requires 30% of all managed care plan payments to providers to be made through alternative payment models (APMs), described in the contract as “pay-for-performance, episodes of care, shared savings arrangements, shared risk arrangements, and/or capitation payments with performance and quality requirements.”  The state has adopted the [Health Care Payment Learning and Action Network (HCP LAN) alternative payment model (APM) framework](https://hcp-lan.org/groups/apm-fpt-work-products/apm-framework/) and defines qualifying APMs as HCP LAN category 2C or higher. \n\nEach year, plans must submit certifications of the percent of expenditures made through APMs, including a listing of payment amounts associated with each HCP-LAN category. The state withholds up to 1.5% of the plan’s premium pending the plan meeting various quality and performance metrics, one of which is the APM target. Plans that do not meet the state’s APM target for the year forfeit 25% of withheld funds. \n","citations":"Model Contract:\n*        Section 15.5 – Quality Withhold and Bonus Program (page 187 of PDF)\n*        Section 15.6 – Alternative Payment Models (page 188 of PDF)\n\nSupplementary Policy Manual: \n*        Quality Withhold and Bonus Program (page 147)\n*        Alternative Payment Models (page 158)\n\n\n","additional_comments":"","abbrevations":""},{"name":"Tennessee","abbreviation":"TN","category_id":1,"title":"Value-Based Payment (VBP) Requirements in\nTennessee’s Medicaid Managed Care Program","program_name":"TennCare","program_website":"[https://www.tn.gov/tenncare/](https://www.tn.gov/tenncare/)","program_contract":"[https://www.tn.gov/assets/entities/tenncare/attachments/MCOStatewideContract.pdf](https://www.tn.gov/assets/entities/tenncare/attachments/MCOStatewideContract.pdf)","contract_effective_date":"January 1, 2014 – December 31, 2018","vbp_requirements_identified_contract":"Yes","vbp_requirements_identified_elsewhere":"Yes","additional_sources_of_vbp_requirements":" Tennessee Health Care Innovation Initiative","summary_of_the_state_vbp_requirements":"Tennessee requires its Medicaid managed care plans to participate in its multi-payer payment\r\nreform program, the “Tennessee Health Care Innovation Initiative,” which includes several\r\ncomponents: episode-based payments, patient-centered medical homes, and a care coordination\r\nprogram called Tennessee Health Link.\r\nAs part of this initiative, plans must implement episode-based payments with network providers as\r\ndirected by the state (which entails implementing around three to six new episodes per quarter). If\r\nthe average cost of the episode of care is below a pre-determined level, the plan must pay the lead\r\nprovider a share of the savings achieved. Conversely, if the average cost is above a pre-determined\r\nlevel, the lead provider is required to pay part of the excess cost. The state is aiming to implement\r\n75 episodes by the end of 2019.\r\nPer the contract, a plan’s failure to implement state payment reform programs as directed by the\r\nstate may result in the plan “forfeiting savings that would have been realized based on the timely\r\nimplementation.”\r\nTennessee also requires its plans to submit any additional physician incentive plans to the state for\r\napproval prior to implementation.\r","citations":"Model Contract:\n* Section A.2.13 – Provider and Subcontractor Payments (page 225)\n* Section A.2.13.1.9 (page 226)\n* Section A.2.13.10 (page 231)","additional_comments":"","abbrevations":""},{"name":"Texas","abbreviation":"TX","category_id":1,"title":"Value-Based Payment (VBP) Requirements in Texas’s\r\nMedicaid Managed Care Program\r","program_name":"* STAR (covers children, newborns, pregnant women and some families)\n*STAR+PLUS (covers individuals who have disabilities or are ages 65 or older)\n* STAR+PLUS Medicaid Rural Service Area (covers rural areas with limited providers)\n* STAR Kids (covers children and youth with disabilities)\n* STAR Health (covers children who receive Medicaid coverage through the Texas\nDepartment of Family and Protective Services)","program_website":"[https://hhs.texas.gov/services/health/medicaid-chip/programs/medical-dental-plans](https://hhs.texas.gov/services/health/medicaid-chip/programs/medical-dental-plans)","program_contract":"* Uniform Contract:1\nhttps://hhs.texas.gov/sites/default/files//documents/services/health/medicaidchip/programs/contracts/uniform-managed-care-contract.pdf\n* All Contracts: https://hhs.texas.gov/services/health/medicaid-chip/providerinformation/managed-care-contracts-manuals","contract_effective_date":"2017-08-31T18:30:00.000Z","vbp_requirements_identified_contract":"Yes","vbp_requirements_identified_elsewhere":"","additional_sources_of_vbp_requirements":"","summary_of_the_state_vbp_requirements":"Across its Medicaid managed care programs, Texas requires managed care plans to develop and\nexecute written, state-approved plans for expanding VBP with network providers and transition\npayments to providers from traditional fee-for-service arrangements to alternative payment models\n(APMs). Per the contract, APMs should be designed to “improve health outcomes for members,\nempower members and improve experience of care, lower healthcare cost trends, and incentivize\nproviders.” Plans must meet the following APM-related requirements:\n* Annual APM Targets: Achieve minimum levels of APMs (calculated as percentages or\nratios of all provider payments) and risk-based APM ratios, as follows:\n* In Calendar Year (CY) 2018:\n* Achieve an overall APM ratio of at least 25% of provider payments\n* Achieve a risk-based APM ratio of at least 10% of provider payments\n* In CY 2019: Achieve increase of 125% compared to CY 2018 targets\n* In CY 2020: Achieve an increase of 125% compared to CY 2019 targets\n* In CY 2021:\n* Achieve an overall APM ratio of at least 50% of provider payments\n* Achieve a risk-based APM ratio of at least 25% of provider payments\nFailure to meet these APM targets results in penalties of up to $0.10 per member per month\nfor the period of measurement. Plans not meeting APM targets may also be subject to\ncorrective action plans.\n*APM Reporting: Submit to the state an annual inventory of APMs with providers, to\ncalculate APM ratios.\n* Data Sharing: Implement processes to regularly share data and performance reports with\nproviders.\n* APM Evaluation: Dedicate resources to evaluate the impact of APMs on utilization, quality,\nand cost, as well as return on investment.\n* Gain Sharing Pilots: Submit to the state gain-sharing pilot programs that would reward\nproviders for decreasing inappropriate utilization of services. Proposals must include\nmechanisms through which the plan will provide incentive payments to hospitals and\nphysicians for high-quality care and must stipulate the quality metrics required for incentives,\nprovider recruitment strategies, and a proposed structure for payment.","citations":"Uniform Managed Care Contract:\n* Section 4.3.5.7 – Provider Incentives (page 141 of PDF)\n* Section 8.1.7.8.2 – Managed Care Organization (MCO) Alternative Payment Models with\nProviders (page 270 of PDF)\n* Attachment B-3 – Medicaid and CHIP Managed Care Services RFP, Deliverables/Liquidated\nDamages Matrix: 15.2: Contract Attachment B-1, RFP §8.1.7.8.2 – MCO Alternative\nPayment Models with Providers (page 14 of Attachment, page 448 of PDF)","additional_comments":"","abbrevations":""},{"name":"Utah","abbreviation":"UT","category_id":3,"title":"Value-Based Payment (VBP) Requirements in Utah’s\r\nMedicaid Managed Care Program\r","program_name":"Medicaid Accountable Care Organizations","program_website":"[https://medicaid.utah.gov/accountable-care-organizations](https://medicaid.utah.gov/accountable-care-organizations)","program_contract":"[https://sites.google.com/a/utah.gov/cqm/aco-model-contract](https://sites.google.com/a/utah.gov/cqm/aco-model-contract)","contract_effective_date":"July 1, 2014 – December 31, 2017","vbp_requirements_identified_contract":"No","vbp_requirements_identified_elsewhere":"","additional_sources_of_vbp_requirements":"","summary_of_the_state_vbp_requirements":"","citations":"Model Contract:\n* Section 6.6 – Disclosure of Provider Incentive Plans (page 65)","additional_comments":"2011 state legislation called for Utah’s Department of Health to replace the state’s Medicaid fee-forservice delivery model “with one or more risk-based delivery models.”1 In response, Utah developed\r\na payer-led Medicaid Accountable Care Organization (ACO) program, under which its Medicaid\r\nmanaged care plans operate as ACOs. While some ACOs have VBP arrangements in place with\r\nnetwork providers, Utah’s contract does not explicitly require ACOs to do so. The state does permit\r\nACOs to develop and implement physician incentive plans, provided that they submit certain\r\ninformation to the state (e.g., the type and size of incentive arrangements to be utilized, such as\r\nwithholds, bonuses, or capitation arrangements) and receive approval from the state prior to\r\nimplementation. ","abbrevations":"* 1 Senate Bill 180, Medicaid Reform, 2011 General Legislative Session."},{"name":"Virginia","abbreviation":"VA","category_id":1,"title":"Value-Based Payment (VBP) Requirements in\r\nVirginia’s Medicaid Managed Care Program\r","program_name":"* Medallion 3.0 (the state’s traditional Medicaid managed care program)\n*Commonwealth Coordinated Care Plus (“CCC Plus,” a new Medicaid managed long term\nservices and supports program","program_website":" [http://www.dmas.virginia.gov/Content_pgs/mc-home.aspx]( http://www.dmas.virginia.gov/Content_pgs/mc-home.aspx,)\n[http://www.dmas.virginia.gov/Content_pgs/mltss-home.aspx](http://www.dmas.virginia.gov/Content_pgs/mltss-home.aspx)","program_contract":"http://www.dmas.virginia.gov/Content_atchs/mc/Medallion%203%20Contract%202017-\r\n2018%20FINAL.pdf, CCC Plus Contract","contract_effective_date":"July 1, 2017 – December 31, 2018 (Medallion 3.0), August 1, 2017 –\r\nDecember 31, 2017 (CCC Plus)","vbp_requirements_identified_contract":"Yes","vbp_requirements_identified_elsewhere":"Yes","additional_sources_of_vbp_requirements":"Medallion 4.0 Request for Proposal (RFP), July 2017 ","summary_of_the_state_vbp_requirements":"Virginia requires its Medicaid managed care plans (including both Medallion 3.0 and CCC Plus\nplans) to maintain and implement a VBP strategy that follows the alternate payment model (APM)\nframework developed by the Health Care Payment Learning and Action Network (HCP LAN), with a\nspecial emphasis on development, adoption, and provider readiness for models under APM\ncategories 3 (shared savings, or shared savings and downside risk) and 4 (population-based\npayments). Plans must develop and submit to the state detailed VBP Plans outlining their VBP\nstrategy, that addresses current state and strategies for the entire 18 months of the contract\nincluding “how the plan expects to maintain, expand, and enhance VBP arrangements during the\ncontract period.” VBP Plans must feature the following:\n*Current state review:\n*An overview of all provider APM agreements, by HCP-LAN framework category;\n* The percentage of total and Medicaid-specific medical expenses paid under each\nAPM type and a comparison to the previous calendar year; and\n* Lessons learned and results from any APMs in place for over one year.\n* Provider readiness, performance reviews, and communication approach (including methods\nand frequency of data collection from providers).\n* Written strategy related to three APMs expected to be most effective for services and\npopulations covered under the contract, specific objectives for APM implementation, and the\nrelationship between Medicaid VBP efforts and the plan’s VBP strategies in other markets\n(e.g., commercial, Medicare).\n\nPlans must also submit VBP Status Reports detailing each of the plan’s VBP initiatives. Nine\nmetrics are required in these reports: APM category, initiative description, goals and results, targeted\nmembers, targeted providers, total plan spending, total plan payments made to providers under the\nVBP initiative, potential payment adjustments, and potential overlap with other VBP initiatives. Plans\nmust also complete and submit to the state an APM data collection tool with quantitative data about\ntheir VBP arrangements with providers, organized by APM categories.\nIn addition to these VBP reporting requirements, Virginia’s Medallion 3.0 contract stipulates that\nMedallion 3.0 plans must operationalize at least one Medallion Care System Partnership (MCSP)\nthat targets, at a minimum, pediatric populations and coordinates acute and/or behavioral health\nservices. As part of these MCSPs, plans must enter into contractual arrangements with providers\nthat include:\n* Gain and/or risk sharing;\n* Performance-based incentives; and/or,\n* Other incentive reforms tied to state-approved quality metrics and financial performance.\nApproved MCSP programs are pre-determined models and payment arrangements, ranging from\npay-for-performance to vertical capitation for total cost of care. (See page 162 of the contract for\nmore details.) A single MCSP may use a combination of model options and payment types. Plans\nmust report incentives and performance results to the state on an annual basis.\nFinally, the CCC Plus contract notes that beginning in the Calendar Year 2019 contract year, the\nstate intends to set specific targets for VBP categories 2-4 and that CCC Plus plans should expect to\nsee targets increase by at least five percentage points each year thereafter. Similarly, the state has\nreleased its Request for Proposals (RFP) for Medallion 4.0, the next iteration of the state’s traditional\nMedicaid managed care program, and it notes the state’s intent to set specific VBP targets in the\nfuture. Per the RFP, the portion of plans’ medical expenditures captured through VBP arrangements\nshall either increase by at least 20% by the end of year three of the future contract, or represent at\nleast 50% of the plan’s total medical expenditures by the end of year three of the future contract. \n","citations":"Medallion 3.0 Model Contract:\n* Section 7.8 – Value-Based Payments (page 156)\n*Section 7.9 – Medallion Care System Partnership (page 159)\nCCC Plus Contract:\n* Section 1.2 – Commitment to Department Goals for Delivery System Reform and Payment\nTransformation (page 9)\n* Section 13.0 – Value Based Payments (page 185)\n* Section 19.9.2 – Performance Incentive Program (page 248)\nMedallion 4.0 Request for Proposals (RFP)\n* Section 5.2 – Value-Based Payments (VBP) (page 94)","additional_comments":"","abbrevations":""},{"name":"Washington","abbreviation":"WA","category_id":1,"title":"Value-Based Payment (VBP) Requirements in\r\nWashington’s Medicaid Managed Care Program","program_name":"Apple Health","program_website":"[https://www.hca.wa.gov/free-or-low-cost-health-care/apple-health-medicaid-coverage](https://www.hca.wa.gov/free-or-low-cost-health-care/apple-health-medicaid-coverage)","program_contract":"[https://www.hca.wa.gov/assets/billers-and-providers/ipbh_fullyintegratedcare_medicaid.pdf](https://www.hca.wa.gov/assets/billers-and-providers/ipbh_fullyintegratedcare_medicaid.pdf)\n","contract_effective_date":"January 1, 2019 – December 31, 2019","vbp_requirements_identified_contract":"Yes","vbp_requirements_identified_elsewhere":"Yes","additional_sources_of_vbp_requirements":"[https://www.hca.wa.gov/assets/program/vbp-roadmap-2017.pdf](https://www.hca.wa.gov/assets/program/vbp-roadmap-2017.pdf), October 2018","summary_of_the_state_vbp_requirements":"In January 2017, the Centers for Medicare and Medicaid Services (CMS) approved Washington’s Medicaid transformation demonstration, a key goal of which is to accelerate the transition to VBP in the state’s Medicaid managed care program. The demonstration, which references the national Health Care Payment Learning and Action Network (HCP LAN) alternative payment model (APM) framework, calls for Washington’s Medicaid managed care plans to meet the following VBP targets. \n*       By the end of 2017: 30% of payments to providers were to be made through payment arrangements described by the HCP LAN to be “Category 2C” (Rewards for Performance) or higher.\n*        By the end of 2018: 50% of payments to providers were to be made through payment arrangements described by the HCP LAN to be “Category 2C” or higher., and 10% of payments to providers must be made through payment arrangements described by the HCP LAN to be “Category 3A” (APMs with upside gainsharing) or higher.\n*       By the end of 2019: 75% of payments to providers must be made through payment arrangements described by the HCP LAN to be “Category 2C” or higher, and 20% of payments to providers must be made through payment arrangements described by the HCP LAN to be “Category 3A” or higher.\n*      By the end of 2020: 85% of payments to providers must be made through payment arrangements described by the HCP LAN to be “Category 2C” or higher, and 30% of payments to providers must be made through payment arrangements described by the HCP LAN to be “Category 3A” or higher.\n*        By the end of 2021: 90% of payments to providers must be made through payment arrangements described by the HCP LAN to be “Category 2C” or higher, and 50% of payments to providers must be made through payment arrangements described by the HCP LAN to be “Category 3A” or higher.\n\nWashington also places a portion of the plans’ premium at risk based on plans’ ability to meet these VBP targets. The state’s contract with plans describes its premium withhold program, in which specified percentages of plans’ premium are conditional upon plans meeting the state’s VBP targets and making “qualifying provider incentive payments tied to quality.” The withhold also includes a plan-level quality improvement component as well.\n\nThe state’s contract also requires plans to participate in local Accountable Communities of Health (ACHs) and specifically to collaborate with ACHs and participating providers to implement VBP models. \n\n","citations":"Model Contract: \n*      Value-Based Purchasing and Withhold program: Exhibit D-1 to the Contract (page 298 of PDF)\n*        Participation in ACHs: 14.10.7 (page 238 of PDF)  \nWashington’s Approved 1115 Demonstration Special Terms and Conditions (STCs), January 2017.\n\nWashington State Health Care Authority VBP Roadmap 2018-2021and Beyond, October 2018:\n*        VBP Targets  (page 3)\nHealth Care Payment Learning and Action Network (HCP LAN), Original Alternative Payment Model Framework White Paper, January 2016:\n*       APM Framework (page 13)\n","additional_comments":"","abbrevations":""},{"name":"West Virginia","abbreviation":"WV","category_id":1,"title":"Value-Based Payment (VBP) Requirements in\r\nWest Virginia’s Medicaid Managed Care Program","program_name":"Mountain Health Trust","program_website":"[https://mountainhealthtrust.com/](https://www.forwardhealth.wi.gov/WIPortal/content/Managed%20Care%20Organization/Contracts/pdf/2018-2019HMOContract.pdf.spage)","program_contract":"[http://www.dhhr.wv.gov/bms/Members/Managed%20Care/Documents/Contracts/SFY18%20MCO%20Contract%20Final_7-25-17.pdf](http://www.dhhr.wv.gov/bms/Members/Managed%20Care/Documents/Contracts/SFY18%20MCO%20Contract%20Final_7-25-17.pdf)","contract_effective_date":"July 1, 2017 – June 30, 2018\r","vbp_requirements_identified_contract":"Yes","vbp_requirements_identified_elsewhere":"","additional_sources_of_vbp_requirements":"","summary_of_the_state_vbp_requirements":"By the end of 2018, West Virginia Medicaid managed care plans must implement alternative \npayment models (APMs) that cover at least 10% of members. APMs may involve primary care \nincentives, payment for performance, shared saving or risk saving arrangements, episodes of \ncare/bundled payments, and capitation payments with performance and quality requirements. Plans \nmust report annually to the state on their APM activities, providing descriptions of APM initiatives, \ngoals and outcome measures, monitoring methods, and an evaluation of the effectiveness of the \nprevious year’s initiatives and less.","citations":"Model Contract:\n* Article III, Section 2.7.10 – Alternate Payment Models (APM) (page 78)\n* Appendix I – Alternate Payment Model (APM) Reporting Template (page I-1 of the contract,\npage 185 of the PDF)","additional_comments":"","abbrevations":""},{"name":"Wisconsin","abbreviation":"WI","category_id":3,"title":"Value-Based Payment (VBP) Requirements in\r\nWisconsin’s Medicaid Managed Care Program\r","program_name":"BadgerCare Plus","program_website":"[https://www.forwardhealth.wi.gov/WIPortal/Subsystem/ManagedCare/ManagedCareLogin.aspx](https://www.forwardhealth.wi.gov/WIPortal/content/Managed%20Care%20Organization/Contracts/pdf/2018-2019HMOContract.pdf.spage)","program_contract":"[https://www.forwardhealth.wi.gov/WIPortal/content/Managed%20Care%20Organization/Contracts/pdf/2018-2019HMOContract.pdf.spage](https://www.forwardhealth.wi.gov/WIPortal/content/Managed%20Care%20Organization/Contracts/pdf/2018-2019HMOContract.pdf.spage)","contract_effective_date":"January 1, 2018 – December 31, 2019","vbp_requirements_identified_contract":"No","vbp_requirements_identified_elsewhere":"No","additional_sources_of_vbp_requirements":"","summary_of_the_state_vbp_requirements":"","citations":"Model Contract:\n* Article XIV, Fiscal Components/Provisions (page 215)\n* B. Physician Incentive Plans\n* C. Enhanced Physician Reimbursement for Medical Home Practice Design","additional_comments":"Wisconsin’s contract with its Medicaid Health Maintenance Organizations (HMOs) specifies that\r\nHMOs may provide enhanced reimbursement to primary care provider practices that function as a\r\nmedical home and may operate a physician incentive plan under certain circumstances, in line with\r\nstate and federal requirements; however, the contract does not require HMOs to enter into VBP or\r\nalternative payment arrangements with providers. Further, the state implements a “Pay for\r\nPerformance” initiative under which HMOs can earn back all or some of a withheld amount of their\r\npremium if they meet certain quality measures (e.g., HEDIS and other measures), but this program\r\ndoes not apply to HMO payments to providers.","abbrevations":""}],"states":[{"id":2,"name":"Alaska","abbreviation":"AK","active":1,"created_at":"########","updated_at":"null","available":0},{"id":1,"name":"Alabama","abbreviation":"AL","active":1,"created_at":"########","updated_at":"null","available":0},{"id":4,"name":"Arkansas","abbreviation":"AR","active":1,"created_at":"########","updated_at":"null","available":0},{"id":3,"name":"Arizona","abbreviation":"AZ","active":1,"created_at":"########","updated_at":"null","available":1},{"id":5,"name":"California","abbreviation":"CA","active":1,"created_at":"########","updated_at":"null","available":1},{"id":6,"name":"Colorado","abbreviation":"CO","active":1,"created_at":"########","updated_at":"null","available":1},{"id":7,"name":"Columbia","abbreviation":"DC","active":1,"created_at":"########","updated_at":"null","available":0},{"id":8,"name":"Delaware","abbreviation":"DE","active":1,"created_at":"########","updated_at":"null","available":1},{"id":9,"name":"Florida","abbreviation":"FL","active":1,"created_at":"########","updated_at":"null","available":1},{"id":10,"name":"Georgia","abbreviation":"GA","active":1,"created_at":"########","updated_at":"null","available":1},{"id":11,"name":"Hawaii","abbreviation":"HI","active":1,"created_at":"########","updated_at":"null","available":1},{"id":15,"name":"Iowa","abbreviation":"IA","active":1,"created_at":"########","updated_at":"null","available":1},{"id":12,"name":"Idaho","abbreviation":"ID","active":1,"created_at":"########","updated_at":"null","available":0},{"id":13,"name":"Illinois","abbreviation":"IL","active":1,"created_at":"########","updated_at":"null","available":1},{"id":14,"name":"Indiana","abbreviation":"IN","active":1,"created_at":"########","updated_at":"null","available":1},{"id":16,"name":"Kansas","abbreviation":"KS","active":1,"created_at":"########","updated_at":"null","available":1},{"id":17,"name":"Kentucky","abbreviation":"KY","active":1,"created_at":"########","updated_at":"null","available":1},{"id":18,"name":"Louisiana","abbreviation":"LA","active":1,"created_at":"########","updated_at":"null","available":1},{"id":21,"name":"Massachusetts","abbreviation":"MA","active":1,"created_at":"########","updated_at":"null","available":1},{"id":20,"name":"Maryland","abbreviation":"MD","active":1,"created_at":"########","updated_at":"null","available":1},{"id":19,"name":"Maine","abbreviation":"ME","active":1,"created_at":"########","updated_at":"null","available":0},{"id":22,"name":"Michigan","abbreviation":"MI","active":1,"created_at":"########","updated_at":"null","available":1},{"id":23,"name":"Minnesota","abbreviation":"MN","active":1,"created_at":"########","updated_at":"null","available":1},{"id":25,"name":"Missouri","abbreviation":"MO","active":1,"created_at":"########","updated_at":"null","available":1},{"id":24,"name":"Mississippi","abbreviation":"MS","active":1,"created_at":"########","updated_at":"null","available":1},{"id":26,"name":"Montana","abbreviation":"MT","active":1,"created_at":"########","updated_at":"null","available":0},{"id":33,"name":"North Carolina","abbreviation":"NC","active":1,"created_at":"########","updated_at":"null","available":0},{"id":34,"name":"North Dakota","abbreviation":"ND","active":1,"created_at":"########","updated_at":"null","available":0},{"id":27,"name":"Nebraska","abbreviation":"NE","active":1,"created_at":"########","updated_at":"null","available":0},{"id":29,"name":"New Hampshire","abbreviation":"NH","active":1,"created_at":"########","updated_at":"null","available":1},{"id":30,"name":"New Jersey","abbreviation":"NJ","active":1,"created_at":"########","updated_at":"null","available":1},{"id":31,"name":"New Mexico","abbreviation":"NM","active":1,"created_at":"########","updated_at":"null","available":1},{"id":28,"name":"Nevada","abbreviation":"NV","active":1,"created_at":"########","updated_at":"null","available":0},{"id":32,"name":"New York","abbreviation":"NY","active":1,"created_at":"########","updated_at":"null","available":1},{"id":35,"name":"Ohio","abbreviation":"OH","active":1,"created_at":"########","updated_at":"null","available":1},{"id":36,"name":"Oklahoma","abbreviation":"OK","active":1,"created_at":"########","updated_at":"null","available":0},{"id":37,"name":"Oregon","abbreviation":"OR","active":1,"created_at":"########","updated_at":"null","available":1},{"id":38,"name":"Pennsylvania","abbreviation":"PA","active":1,"created_at":"########","updated_at":"null","available":1},{"id":39,"name":"Rhode Island","abbreviation":"RI","active":1,"created_at":"########","updated_at":"null","available":0},{"id":40,"name":"South Carolina","abbreviation":"SC","active":1,"created_at":"########","updated_at":"null","available":1},{"id":41,"name":"South Dakota","abbreviation":"SD","active":1,"created_at":"########","updated_at":"null","available":0},{"id":42,"name":"Tennessee","abbreviation":"TN","active":1,"created_at":"########","updated_at":"null","available":1},{"id":43,"name":"Texas","abbreviation":"TX","active":1,"created_at":"########","updated_at":"null","available":1},{"id":44,"name":"Utah","abbreviation":"UT","active":1,"created_at":"########","updated_at":"null","available":1},{"id":46,"name":"Virginia","abbreviation":"VA","active":1,"created_at":"########","updated_at":"null","available":1},{"id":45,"name":"Vermont","abbreviation":"VT","active":1,"created_at":"########","updated_at":"null","available":0},{"id":47,"name":"Washington","abbreviation":"WA","active":1,"created_at":"########","updated_at":"null","available":1},{"id":49,"name":"Wisconsin","abbreviation":"WI","active":1,"created_at":"########","updated_at":"null","available":1},{"id":48,"name":"West Virginia","abbreviation":"WV","active":1,"created_at":"########","updated_at":"null","available":0},{"id":50,"name":"Wyoming","abbreviation":"WY","active":1,"created_at":"########","updated_at":"null","available":0}],"category":[{"id":1,"name":"SRM","description":"State Requires MMC Plans to Engage in VBP","color":"#77c398","hover_color":"#77c398","active":1,"created_at":"########","updated_at":"########"},{"id":2,"name":"SEM","description":"State Encourages MMC Plans to Engage in VBP","color":"#9dd8c5","hover_color":"#9dd8c5","active":1,"created_at":"########","updated_at":"########"},{"id":3,"name":"NVM","description":"No VBP Policy for MMC Plans","color":"#cdecec","hover_color":"#cdecec","active":1,"created_at":"########","updated_at":"########"}],"pages":{"previous":null,"next":null}}