[
    { 	
	 "id":"1", 
      "company": "36",
	  "drug":"50",
      "health_plan":"29",
	  "source":"14",
	  "year_fil":"2015",
	  "colour":"colour1",
	  "therapeutic_area": "Infectious Disease",
      "description": "Express Scripts uses its Accredo Specialty Pharmacy unit to ensure adherence to Viekira Pak through care coordination programs, and guarantees to plan sponsors that patients will adhere to the Viekira Pak regimen. If a patient doesn't take the full 84 pills of treatment, Express Scripts will refund the drug costs to its client. A care coordination team of hepatitis C specialists hired by Accredo Specialty Pharmacy are responsible for providing patients with adequate information about the medication and are responsible for tracking patient adherence to the regimen.",
      "year": "2015",
	  "type": "Value-Based Contracting",
      "company_name": "AbbVie",
      "drug_name": "Viekira Pak (Dasabuvir, Ombitasvir, Paritaprevir, and Ritonavir)",
      "health_plan_name": "Express Scripts",
      "source_desc": "Expanding Access to a Hep C Cure, Express Scripts Press Release, December 2014"
  },
  { 	
	 "id":"2",  
      "company": "37",  
     "drug":"51",
      "health_plan":"49",
	  "source":"15",
	  "year_fil":"2018",	  
      "therapeutic_area": "Opioid Dependence",
    
      "description": "The goal of the contract is to align the incentives of the manufacturer with positive clinical outcomes among UPMC Health Plan members. The objectives are to improve adherence to Vivitrol, support members who are trying to avoid dependence on opioids, and remove barriers to access, with the goal of better health.",
    
      "year": "2018",
    
      "type": "Outcomes-Based Contracting",
    
      "company_name": "Alkermes",
    
      "drug_name": "Vivitrol (naltrexone for extended-release injectable suspension)",
    
      "health_plan_name": "University of Pittsburgh Medical Center Health Plan",
    
      "source_desc": "UPMC Health Plan Announces Agreement for VIVITROL, UPMC Health Plan Press Release, August 2018"
  },
 { 
	 "id": "3",
    
      "company": "38",
	  "drug":"52",
      "health_plan":"26",
	  "source":"1",
	  "year_fil":"2018",
    
      "therapeutic_area": "Polyneuropathy of hereditary transthyretin-mediated amyloidosis (hATTR amyloidosis)",
    
      "description": "The contracts will tie the level of reimbursement to patient outcomes; if Onpattro delivers the same benefits in real-world practice that it did in clinical trials, Alnylam will receive a higher level of reimbursement. If the drug does not perform as well, it will receive lower reimbursement.",
    
      "year": "2018",
    
      "type": "Outcome Based Contracting",
    
      "company_name": "Alnylam",
    
      "drug_name": "Onpattro (patisiran)",
    
      "health_plan_name": "Harvard Pilgrim Health Care",
    
      "source_desc": "Alnylam Announces Alignment on Value-Based Agreements with Leading Health Insurers and Launches Comprehensive Patient Support Services for ONPATTRO (patisiran), Alnylam press release, August 2018"
  },
  { "id": "4",
    
      "company": "1",
	  "drug":"11",
      "health_plan":"26",
	  "source":"1",
	  "year_fil":"2017",
    
      "therapeutic_area": "Immunology",
    
      "description": "Harvard Pilgrim's payment for Enbrel will depend on six effectiveness criteria, including patient compliance, switching or adding drugs, steroid interventions, and dose escalation. If patients taking Enbrel score below a specified level in the six effectiveness criteria, Harvard Pilgrim will pay less for Enbrel, as its real life effectiveness will have been lower. .",
    
      "year": "2017",
    
      "type": "Outcome-Based Contracting",
    
      "company_name": "Amgen",
    
      "drug_name": "Enbrel (etanercept)",
    
      "health_plan_name": "Harvard Pilgrim Health Care",
    
      "source_desc": "Harvard Pilgrim To Pay for 2 Autoimmune Drugs Based on Outcomes, Value, Managed Care, 2017"
  },
  { 	
	 "id":"5",  
      "company": "1",
	  "drug":"12",
      "health_plan":"26",
	  "source":"2",
	  "year_fil":"2017",
      "therapeutic_area": "Cardiovascular",
      "description": "Upfront discounts and future rebates given with the promise of additional rebates if the patient meets specific cholesterol targets (if they did not experience reductions in LDL cholesterol levels comparable to those observed in the drugs preapproval clinical trials), the total spending threshold, and adherence in exchange for preferred formulary placement. A full refund is provided if the patient has a heart attack or stroke.",
    
      "year": "2016 2017 (full refund)",
    
      "type": "Outcome-Based Contracting",
    
      "company_name": "Amgen",
    
      "drug_name": "Repatha (evolocumab)\r\n",
    
      "health_plan_name": "Harvard Pilgrim Health Care",
    
      "source_desc": "Outcomes-Based Pharmaceutical Contracts: An Answer to High U.S. Drug Spending? Commonwealth Fund Issue Brief, September 2017"
  },
{ 	
	 "id":"6", 
    
      "company": "1",
    "drug":"12",
      "health_plan":"27",
	  "source":"3",
	  "year_fil":"2015",
      "therapeutic_area": "Cardiovascular",
    
      "description": "1) CVS health will get a discount if it keeps preferring Repatha - keeping the drug under the tier-1/tier-2 formulary list. 2) The insurer will get an additional rebate if the drug fails to lower the cholesterol of patients to the degree indicated by the drugs clinical trials. The insurer will get a third rebate if more patients are using the drug than was anticipated.\r\n",
    
      "year": "2015",
    
      "type": "Outcome-Based Contracting",
    
      "company_name": "Amgen",
    
      "drug_name": "Repatha (evolocumab)",
    
      "health_plan_name": "CVS Health",
    
      "source_desc": "Developing a Path to Value-Based Payment for Medical Products; Value-Based Payment Advisory Group Kick-Off Meeting Background Paper, Duke University, 2017"
  },
{ 	
	 "id":"7", 
    
      "company": "1",
    "drug":"12",
      "health_plan":"28",
	  "source":"1",
	  "year_fil":"2016",
      "therapeutic_area": "Cardiovascular",
    
      "description": "If Cigna-insured patients who take Repatha are not able to reduce their LDL cholesterol levels at least as well as what was shown in clinical trials, Amgen will further discount the cost of the drug for all patients (not just for those who did not meet their cholesterol goals). If Repatha exceeds expectations in patients, the original negotiated price that Cigna pays for the drug will remain in place.",
    
      "year": "2016",
    
      "type": "Value-Based Contracting",
    
      "company_name": "Amgen",
    
      "drug_name": "Repatha (evolocumab)",
    
      "health_plan_name": "Cigna",
    
      "source_desc": "Health Insurers Push to Tie Drug Prices to Outcomes, The Wall Street Journal, 2016"
  },
  { 	
	 "id":"8",  
    
      "company": "1",
    
      "therapeutic_area": "Cardiovascular ",
    
      "description": "Discounts lead to formulary inclusion Prime Therapeutics also put both drugs on its national drug list for 25 million commercial and managed Medicaid lives, deeming the two drugs clinically equivalent. The PBM stipulates prior authorization for its commercial population and for its 1 million Medicare beneficiaries. Prime requires Part D Medicare members to take a trial of Praluent prior to a full prescription to ensure the medication is effective. The PBM relies on its Cholesterol Best in Care drug management program to oversee utilization of both drugs. Prime has negotiated outcomes-based contracts with both PCSK9 manufacturers, including adherence and utilization cap components, the latter to protect Prime’s clients from unanticipated increases in utilization. Harvard Pilgrim Health Care chose to cover only Repatha and has negotiated a pay-for-performance contract with Amgen, putting the manufacturer at financial risk. If Repatha does not lower LDL as promised by clinical trials, Amgen would have to provide an enhanced discount to Harvard Pilgrim members.Like Express Scripts and Prime, Harvard Pilgrim introduced a cap feature. Additional discounts are available if utilization of the drug exceeds certain levels. CVS Health also elected to cover just Repatha although it requires prior authorization. The PBM has indicated that it received a substantial discount from Amgen in return for the exclusive relationship.",
    "drug":"12",
      "health_plan":"33",
	  "source":"17",
	  "year_fil":"2015",
      "year": "2015",
    
      "type": "Outcome-Based Contracting",
    
      "company_name": "Amgen",
    
      "drug_name": "Repatha (evolocumab)",
    
      "health_plan_name": "Prime Therapeutics",
    
      "source_desc": "Best Candidates for PCSK9 Inhibitors, ManagedHealthcare Executive, 2016"
  },
{ 	
	 "id":"9", 
    "drug":"13",
      "health_plan":"26",
	  "source":"18",
	  "year_fil":"2017",
      "company": "2",
    
      "therapeutic_area": "Cardiovascular",
    
      "description": "1) AstraZeneca offers to cover a certain portion of treatment costs of patients who have additional heart attacks after taking the drug Brilinta if the rate of heart attacks exceeds an agreed threshold. 2) The threshold is calculated based on Brilinta's patient outcomes data showing the degree of heart attacks reduction in patient population. This contract measures the reduction i hospitalizations against competitors (via Darwin Research Group, Inc. presentation)",
    
      "year": "2014 2017",
    
      "type": "Value-Based Contracting",
    
      "company_name": "AstraZeneca",
    
      "drug_name": "Brilinta (ticagrelor)",
    
      "health_plan_name": "Harvard Pilgrim Health Care",
    
      "source_desc": "Developing a Path to Value-Based Payment for Medical Products; Value-Based Payment Advisory Group Kick-Off Meeting Background Paper, Duke University, 2017; Harvard Pilgrim Signs Outcomes-Based Contracts with AstraZeneca for Brilinta and Bydureon, BusinessWire (2017)"
  },
 { 	
	 "id":"10", 
    "drug":"13",
      "health_plan":"49",
	  "source":"4",
	  "year_fil":"2015",
      "company": "2",
    
      "therapeutic_area": "Cardiovascular",
    
      "description": "Brilinta has been shown in clinical trials to reduce the rate of heart attacks in patients. AstraZeneca will work with University of Pittsburgh Medical Center's regional health plan to cover a portion of the costs of treating patients how have additional heart attacks after taking Brilinta, if the rate of heart attacks after tracking Brilinta exceeds a threshold previously determined.",
    
      "year": "2015",
    
      "type": "Value-Based Contracting",
    
      "company_name": "AstraZeneca",
    
      "drug_name": "Brilinta (ticagrelor)",
    
      "health_plan_name": "University of Pittsburgh Medical Center Health Plan",
    
      "source_desc": "Health Insurers Push to Tie Drug Prices to Outcomes, The Wall Street Journal, 2016"
  },
 { 	
	  "id":"11", 
      "drug":"13",
      "company": "2",
      "source":"19",
      "therapeutic_area": "Cardiovascular",
     "year_fil":"2019",
      "description": "Tying reimbursement to clinical outcomes, UPMC Health Plan will pay less for the drug if it fails to prevent a heart attack or unstable angina within 12 months of a patient's first attack. However, if patients respond well to the treatment, the health plan will pay more.",
    
      "year": "2019",
    
      "type": "Outcome-Based Contracting",
    
      "company_name": "AstraZeneca",
    
      "drug_name": "Brilinta (ticagrelor)",
    
      "health_plan_name": "University of Pittsburgh Medical Center Health Plan",
    
      "source_desc": "UPMC Health Plan, AstraZeneca Enter Into Value-Based Agreement for Heart Drug, AJMC, January 2019"
  },
  { 	
	 "id":"12", 
     "drug":"14",
     "company": "2",
     "source":"20",
     "health_plan":"26",
      "therapeutic_area": "Metabolic",
     "year_fil":"2017",
      "description": "1) Harvard Pilgrim will measure HbA1c levels in patients and evaluate the ability of patients who adhere to Bydureon to get to a predetermined Hanc goal; 2) If Bydureon fails to meet the agreed upon outcomes criteria in patients, Harvard Pilgrim will be charged a lower amount by AstraZeneca for Bydureon. AstraZeneca and Harvard Pilgrim agree that the health plan will be charged for Bydureon based on value to the patient, not just based on volume of medicine sold.",
    
      "year": "2017",
    
      "type": "Outcome-Based Contracting",
    
      "company_name": "AstraZeneca",
    
      "drug_name": "Bydureon (exenatide extended-release)",
    
      "health_plan_name": "Harvard Pilgrim Health Care",
    
      "source_desc": "The U.S. OBIC Tracker, Stisali, updated May 2017"
  },
  { 	
	 "id":"13", 
    
      "company": "2",
       "source":"21",
       "drug":"15",
      "therapeutic_area": "Oncology",
     "health_plan":"29",
      "description": "1) If a patient stops treatment before the third prescription fill, AstraZeneca will fully reimburse Express Scrips for the Iressa costs of that patient. 2) This arrangement aims to encourage patient adherence, which will improve the utilization of the drug.\r\n",
     "year_fil":"2015",
      "year": "2015",
    
      "type": "Value-Based Contracting",
    
      "company_name": "AstraZeneca",
    
      "drug_name": "Iressa (gefitinib)",
    
      "health_plan_name": "Express Scripts",
    
      "source_desc": "Developing a Path to Value-Based Payment for Medical Products; Value-Based Payment Advisory Group Kick-Off Meeting Background Paper, Duke University, 2017"
  },
  { 	
	  "id":"14", 
    
      "company": "2",
      
      "source":"22",
      
      "drug":"53",
      
      "health_plan":"26",
       
      "therapeutic_area": "Respiratory",
    
      "description": "1) Harvard Pilgrim will pay less for AstraZeneca's Symbicort if its members experience worsening symptoms beyond a predetermined level based on the clinical trials data, 2) Harvard Pilgrim will monitor asthma-related symptoms for members taking Symbicort and compare their experience to the clinical trial results reported by AstraZeneca for the combination anti-inflammatory medicine.",
     "year_fil":"2018",
      "year": "2018",
    
      "type": "Outcome-Based Contracting",
    
      "company_name": "AstraZeneca",
    
      "drug_name": "Symbicort (Budesonide/Formoterol)",
    
      "health_plan_name": "Harvard Pilgrim Health Care",
    
      "source_desc": "Pushing 'value', Harvard Pilgrim tests outcomes deals, BioPharmaDive, 2018"
  },
 { 	
	 "id":"15", 
    
      "company": "2",
      
      "source":"23",
      
      "drug":"53",
      
      "health_plan":"48",
       
      "therapeutic_area": "Respiratory",
    
      "description": "Highmark will review specific pharmacy and medical criteria to determine if COPD or asthma-related symptoms for Highmark patients who are on Symbicort are in-line with the clinical trial results provided by AstraZeneca.  If Symbicort doesn't perform as expected, AstraZeneca will provide a corresponding rebate.",
     "year_fil":"2018",
      "year": "2018",
    
      "type": "Outcome-Based Contracting",
    
      "company_name": "AstraZeneca",
    
      "drug_name": "Symbicort (Budesonide/Formoterol)",
    
      "health_plan_name": "Highmark",
    
      "source_desc": "Highmark Health strikes outcomes-based contract for asthma drug, ModernHealthcare, April 2018"
  },
  { 	
	 "id":"16", 
    
      "company": "39",
       "health_plan":"33",
       "source":"24",
      
      "drug":"54",
    
      "therapeutic_area": "Immunology",
    
      "description": "This contract places accountability on Biogen to deliver safety, efficacy, and value for the patients who receive these life-impacting therapies and for the payers who finance them.",
     "year_fil":"2017",
      "year": "2017",
    
      "type": "Outcome-Based Contracting",
    
      "company_name": "Biogen",
    
      "drug_name": "MS drug (unknown)",
    
      "health_plan_name": "Prime Therapeutics",
    
      "source_desc": "Prime Therapeutics signs CareCentered Contract with leading manufacturer of Multiple Sclerosis Drug, PrimeTherapeutics Press Release December, 2017"
  },
  { 	
	 "id":"17", 
    
      "company": "40",
      
      "source":"25",
      
      "drug":"55",
      
      "health_plan":"48",
      
      "therapeutic_area": "Metabolic",
    
      "description": "1) The contract is only applicable to commercial members in Highmark's national and core health insurance markets in Pennsylvania, West Virginia and Delaware. 2) Highmark with compare per member/per month medical and pharmacy costs of Jardiance (in addition to other oral fixed-dose treatments that contain empagliflozin) - with the medical and pharmacy costs of all other antidiabetic medications. 3) After one year, Highmark will review aggregated dollar amounts of corresponding claims and compare those to members not taking Jardiance or any other medication containing empagliflozin.",
     "year_fil":"2018",
      "year": "2018",
    
      "type": "Outcome-Based Contracting",
    
      "company_name": "Boehringer Ingelheim",
    
      "drug_name": "Jardiance (empafliflozin)",
    
      "health_plan_name": "Highmark",
    
      "source_desc": "Highmark Inc. Announces Outcomes-Based Agreement with Boehringer Ingelheim for Jardiance, Highmark Press Release, 2018"
  },
 { 	
	 "id":"18", 
    
      "company": "40",
      
      "source":"26",
      
      "health_plan":"33",
       
      "drug":"55",
    
      "therapeutic_area": "Metabolic",
    
      "description": "1) Prime Therapeutics will analyze both medical and pharmacy claims data to evaluate and manage the total cost of care for members taking Jardiance compared to patients taking other diabetic medications to confirm if  Jardiance improves outcomes by reducing the overall healthcare costs of people with type 2 Diabetes and cardiovascular disease.",
     "year_fil":"2018",
      "year": "2018",
    
      "type": "Outcome-Based Contracting",
    
      "company_name": "Boehringer Ingelheim",
    
      "drug_name": "Jardiance (empafliflozin)",
    
      "health_plan_name": "Prime Therapeutics ",
    
      "source_desc": "Prime Therapeutics and Boehringer Ingelheim Enter Into Outcomes-Based Contract for Jardiance, Prime Therapeutics Press Release, 2018"
  },
  { 	
	 "id":"19", 
    
      "company": "40",
      
      "source":"27",
      
      "drug":"55",
    
      "therapeutic_area": "Metabolic",
    
      "description": "The goal of the contract is to align the incentives of the manufacturer, Boehringer Ingelheim, with the UPMC Health Plan, and will link reimbursement of the drug to costs associated with clinical outcomes in the real-world population. In a first-of-its-kind contract, reimbursement for the medication will be linked to total costs of care for all people with diabetes treated.",
     
      "year_fil":"2018",
     
      "year": "2019",
    
      "type": "Value-Based Contracting",
    
      "company_name": "Boehringer Ingelheim",
    
      "drug_name": "Jardiance (empafliflozin)",
    
      "health_plan_name": "University of Pittsburgh Medical Center Health Plan",
    
      "source_desc": "UPMC Health Plan and Boehringer Ingelheim Announce Innovative Value-Based Agreement, Cision PR Newswire, September 2018"
  },
  { 	
	 "id":"20", 
    
      "company": "3",
      
      "source":"28",
      
      "drug":"56",
      
       "health_plan":"28",
       
      "therapeutic_area": "Opioids",
    
      "description": "1) Collegium will reduce the cost of the medication for many of Cigna's benefit plans. 2) Cigna will hold Collegium financially accountable if prescriptions exceed a specific daily dose threshold.",
    
     "year_fil":"2018",
     
      "year": "2018",
    
      "type": "Value-Based Contracting",
    
      "company_name": "Eli Lilly",
    
      "drug_name": "Oxycodone (xtampa ER)",
    
      "health_plan_name": "Cigna ",
    
      "source_desc": "Cigna to End OxyContin painkiller coverage, signs contract for Alternative, Reuters Health News, October 2017"
  },
  { 	
	 "id":"21", 
    
      "company": "3",
      
      "source":"21",
      
       "health_plan":"30",
       
      "drug":"16",
    
      "therapeutic_area": "Cardiovascular",
    
      "description": "1) The basic structure is a pay-for-pill model. The payer and provider will negotiate a baseline price for each unit of Effient. 2) The drug price is adjusted by the hospitalization rate due to cardiovascular events for patients taking the drug. 3) If hospitalization rate is higher, the drug price will go down; if hospitalization rate is lower, the price will go up.",
    
     "year_fil":"2016",
    
      "year": "2016",
    
      "type": "Value-Based Contracting",
    
      "company_name": "Eli Lilly",
    
      "drug_name": "Effient (prasugrel tablets)",
    
      "health_plan_name": "Humana",
    
      "source_desc": "Developing a Path to Value-Based Payment for Medical Products; Value-Based Payment Advisory Group Kick-Off Meeting Background Paper, Duke University, 2017"
  },
 { 	
	 "id":"22", 
    
      "company": "3",
      
      "source":"29",
      
      "drug":"17",
       
      "health_plan":"26",
       
      "therapeutic_area": "Orthopedics",
    
      "description": "This contract rewards improvement in persistence in medication use as compared to the baseline level to adherence seen in the Harvard Pilgrim population. If Harvard Pilgrim patients see a meaningful improvement to their Osteoporosis, Eli Lilly will reduce the cost of the drug for Harvard Pilgrim. The contract rewards improvement in persistence in medication use as compared to the baseline level of adherence seen in the Harvard Pilgrim population. If meaningful improvements to Forteo persistence are realized in Harvard Pilgrim’s patients, Lilly will reduce the cost of the drug for Harvard Pilgrim. Harvard Pilgrim will work with its pharmacy network and Eli Lilly to drive improvements in patient persistency.",
    
      "year": "2017",
      
       "year_fil":"2017",
    
      "type": "Value-Based Contracting",
    
      "company_name": "Eli Lilly",
    
      "drug_name": "Forteo (teriparatide)",
    
      "health_plan_name": "Harvard Pilgrim Health Care",
    
      "source_desc": "Harvard Pilgrim Signs Value-Based Contract with Eli Lilly & Company for its Osteoporosis drug, Forteo, Metro Hartford Alliance , February 2017"
  },
 { 	
	 "id":"23", 
    
      "company": "3",
      
      "source":"30",
      
      "drug":"18",
    
       "health_plan":"26",
       
      "therapeutic_area": "Metabolic",
    
      "description": "Trulicity preferred status on Harvard Pilgrim’s formulary and means that Harvard Pilgrim will pay a lower net cost to Eli Lilly if fewer of its members reach a preferred endpoint (HbA1c less than 8%) as compared to individuals taking other GLP-1 receptor agonists, and a higher net cost if patients taking Trulicity do better than patients taking competing drugs.",
    
      "year": "2016",
      
       "year_fil":"2016",
    
      "type": "Outcome-Based Contracting",
    
      "company_name": "Eli Lilly ",
    
      "drug_name": "Trulicity (dulaglutide)",
    
      "health_plan_name": "Harvard Pilgrim Health Care",
    
      "source_desc": "Harvard Pilgrim Signs Value-Based Contract with Eli Lilly for Trulicity, Harvard Pilgrim Press Release, June 2016"
  },
  { 	
	 "id":"24", 
      "company": "4",
       
       "source":"31",
      
      "drug":"19",
       
       "health_plan":"31",
       
      "therapeutic_area": "Oncology",
    
      "description": "Rebates are tied to progression-free survival (PFS) (a key endpoint in the phase 3 clinical trial); the shorter the PFS in a patient taking Avastin, the greater the rebate to Priority Health. If a patient saw no progression in lung cancer while taking Avastin after 6 months of adhering to the drug regiment, Priority Health would not receive a rebate.",
    
      "year": "2015",
      
       "year_fil":"2015",
    
      "type": "Outcome-Based Contracting",
    
      "company_name": "Genentech",
    
      "drug_name": "Avastin (bevacizumab)",
    
      "health_plan_name": "Priority Health",
    
      "source_desc": "Overcoming Challenges of Outcomes-Based Contracting for Pharmaceuticals: Early Lessons from the Genentech - Priority Health Pilot, Health Affairs Blog, 2017"
  },
 { 	
	 "id":"25", 
    
      "company": "42",
       
      "source":"32",
      
      "drug":"57",
       
       "health_plan":"28",
       
      "therapeutic_area": "Immunology",
    
      "description": "Cigna will include Harvoni as the only preferred brand prescription drug treatment for customers with hepatitis C genotype 1.",
    
      "year": "2015",
      
       "year_fil":"2015",
    
      "type": "Outcomes-Based Contracting",
    
      "company_name": "Gilead",
    
      "drug_name": "Harvoni (ledipasvir/sofosbuvir)",
    
      "health_plan_name": "Cigna",
    
      "source_desc": "Cigna Signs Agreement with Gilead to Improve Affordability of Hepatitis C Treatment for Customers and Clients Cigna Press Release, 2015"
  },
 { 	
	 "id":"26", 
      "company": "43",
      
      "source":"33",
      
      "drug":"58",
    
      "health_plan":"33",
       
      "therapeutic_area": "Immunology",
    
      "description": "Prime will analyze integrated pharmacy and medical claims data for individuals who use Stelara® to understand how long members stay on the therapy. This measure is important as it's only when patients continue to take their medications for the prescribed amount of time that they obtain the intended benefit from the therapy.",
     
      "year_fil":"2018",
    
      "year": "2018",
    
      "type": "Value-Based Contracting",
    
      "company_name": "Janssen Pharmaceuticals",
    
      "drug_name": "Stelara (ustekinumab)",
    
      "health_plan_name": "Prime Therapeutics",
    
      "source_desc": "Prime Therapeutics inks value-based contract for Stelara (ustekinumab) with Janssen, Prime Therapeutics Press Release, Oct 2018"
  },
  { 	
	 "id":"27", 
      "company": "5",
      
      "source":"21",
      
      "drug":"20",
      
       "health_plan":"28",
       
      "therapeutic_area": "Metabolic",
    
      "description": "1) Merck will increase the discount to Cigna, if there is a higher percentage of patients showing an improvement of blood sugar values by the end of the agreement period, compared to a negotiated baseline. 2) Merck will offer further discount to Cigna if a certain percentage of Cigna members meet the benchmark for medication adherence. Januvia and Janumet will receive higher placement on Cigna's formulary list and lower copayment than other branded drugs.",
    
      "year": "2009",
     
      "year_fil":"2009",
    
      "type": "Value-Based Contracting",
    
      "company_name": "Merck & Co.",
    
      "drug_name": "Januvia (sitagliptin) and Janumet (sitagliptin metformin HCL)",
    
      "health_plan_name": "Aetna",
    
      "source_desc": "Developing a Path to Value-Based Payment for Medical Products; Value-Based Payment Advisory Group Kick-Off Meeting Background Paper, Duke University, 2017"
  },
{ 	
	 "id":"28", 
    
      "company": "5",
      
      "source":"34",
      
      "drug":"20",
    
       "health_plan":"28",
       
      "therapeutic_area": "Metabolic",
    
      "description": "CIGNA will review available A1C lab values for people taking any oral anti-diabetic medications, and, if at the end of the year, A1C values have improved, the discounts Merck offers on Januvia and Janumet will increase. In an effort to help improve medication adherence, CIGNA will also review claims data for individuals with CIGNA pharmacy benefits who are on Januvia or Janumet during that same time period to determine if these individuals are taking the medications as prescribed by their physicians. If they are, Merck will increase the discounts it offers CIGNA on these medications even more. These savings can be shared in various ways with CIGNA's customers.",
      
       "year_fil":"2009",
    
      "year": "2009",
    
      "type": "Outcome-Based Contracting",
    
      "company_name": "Merck & Co.",
    
      "drug_name": "Januvia (sitagliptin) and Janumet (sitagliptin metformin HCL)",
    
      "health_plan_name": "Cigna",
    
      "source_desc": "Cigna and Merck Sign Performance-Based Contract, BusinesssWire, April 2019"
  },
  { 	
	 "id":"29", 
    
      "company": "5",
      
      "source":"35",
      
      "drug":"20",
    
       "health_plan":"28",
       
      "therapeutic_area": "Metabolic",
    
      "description": "Merck’s rebates on Januvia and Janumet will be based in part on those products’ contributions to helping Aetna’s commercial member population with type 2 diabetes achieve or maintain treatment objectives.",
    
     "year_fil":"2016",
    
      "year": "2016",
    
      "type": "Value-Based Contracting",
    
      "company_name": "Merck & Co.",
    
      "drug_name": "Januvia (sitagliptin) and Janumet (sitagliptin metformin HCL)",
    
      "health_plan_name": "Cigna",
    
      "source_desc": "Aetna and Merck Sign a Unique Value-Based Contract to Januvia and Janumet, Aetna Press Release, October 2016"
  },
  { 	
	 "id":"30", 
    
     "company": "6",
      
      "source":"21",
      
      "drug":"21",
    
      "health_plan":"33",
       
      "therapeutic_area": "Immunology",
    
      "description": "EMD Serono will pay rebates to Prime Therapeutics on its multiple sclerosis drug, Rebif, if: 1) Patients treated with Rebif have a higher overall total cost than patients treated on a different, older multiple sclerosis drug; 2) The patient adherence rate if Rebif remains above a specified level.",
    
     "year_fil":"2012",
    
      "year": "2012",
    
      "type": "Value-Based Contracting",
    
      "company_name": "Merck (EMD Serono)",
    
      "drug_name": "Rebif (interferon beta-1a)",
    
      "health_plan_name": "Prime Therapeutics",
    
      "source_desc": "Developing a Path to Value-Based Payment for Medical Products; Value-Based Payment Advisory Group Kick-Off Meeting Background Paper, Duke University, 2017"
  },
 { 	
	 "id":"31", 
    
      "company": "6",
      
      "source":"36",
      
      "drug":"21",
      
       "year_fil":"2011",
    
       "health_plan":"33",
       
      "therapeutic_area": "Immunology",
    
      "description": "This contract is intended to support people living with Multiple Sclerosis by providing members of Cigna with access to programs and services to improve medication adherence. Results will be measured in part by the percentage of hospitalization and emergency room visits that are avoided through the use of EMD Serono's multiple sclerosis drug, Rebif®(interferon beta-1a). Because each relapse may lead to additional irreversible neurologic damage in people with relapsing multiple sclerosis, another goal is to help delay the progression of the disease and potential disability through Cigna's integrated services.",
    
      "year": "2011",
    
      "type": "Outcome-Based Contracting",
    
      "company_name": "Merck (EMD Serono)",
    
      "drug_name": "Rebif (interferon beta-1a)",
    
      "health_plan_name": "Cigna",
    
      "source_desc": "Cigna and EMD Serono Team to Fight Multiple Sclerosis Under First Outcomes-Based Specialty Medication Contract, Cigna Press Release, 2011 "
  },
  { 	
	 "id":"32",  
    
      "company": "7",
      
      "source":"12",
      
      "drug":"22",
    
      "health_plan":"34",
       
      "therapeutic_area": "Cardiovascular",
    
      "description": "1) The payer and manufacturer agree on an initial baseline rebate for Entresto payment; 2) The payer and manufacturer use heart failure hospitalization rate as a key predictor of patient outcomes; 3) If the heart failure hospitalization rate of patients using Entresto exceed a pre-specified threshold, Novartis will reduce the price of Entresto to payers; 4) Conversely, if patients experience a lower rate of heart failure hospitalization, Novartis will charge a higher price for the drug. ",
    
      "year": "2016",
    
     "year_fil":"2016",
    
      "type": "outcome-Based Contracting",
    
      "company_name": "Novartis",
    
      "drug_name": "Entresto (sacubitril/valsartan)",
    
      "health_plan_name": "Aetna/ Cigna ",
    
      "source_desc": "Developing a Path to Value-Based Payment for Medical Products; Value-Based Payment Advisory Group Kick-Off Meeting Background Paper, Duke University, 2017"
  },
{ 	
	 "id":"33", 
    
      "company": "7",
      
      "source":"44",
      
      "drug":"22",
    
       "health_plan":"26",
       
      "therapeutic_area": "Cardiovascular",
    
      "description": "Ernesto has been given preferred formulary status for Harvard Pilgrim Care members being treated for congestive heart failure, enabling members to pay less money out of pocket in co-pays. Harvard Pilgrim Health Care will receive additional rebates if a higher level of hospitalization for congestive heart failure occurs during patient adherence to an Entresto regimen.",
    
      "year": "2016",
    
     "year_fil":"2016",
    
      "type": "value-Based Contracting",
    
      "company_name": "Novartis",
    
      "drug_name": "Entresto (sacubitril/valsartan)",
    
      "health_plan_name": "Harvard Pilgrim Health Care",
    
      "source_desc": "Harvard Pilgrim adds new drugs under 'pay-for-performance' deals, Boston Globe, June 2016 "
  },
  { 	
	 "id":"34",  
    
      "company": "7",
      
      "source":"45",
      
      "drug":"22",
    
       "health_plan":"34",
      "therapeutic_area": "Cardiovascular",
    
      "description": "Novartis partnered with Aetna to provide rebates based on rate of hospitalization for those using Entresto. Additional rebate is given if the drug does not achieve the heart failure admissions reductions it achieved during clinical trials. ",
     
      "year_fil":"2016",
    
      "year": "2016",
    
      "type": "Outcome-Based Contracting",
    
      "company_name": "Novartis",
    
      "drug_name": "Entresto (sacubitril/valsartan)",
    
      "health_plan_name": "Aetna/ Cigna",
    
      "source_desc": "Outcomes-Based Pharmaceutical Contracts: An Answer to High U.S. Drug Spending? Commonwealth Fund Issue Brief, September 2017"
  },
 { 	
	 "id":"35", 
    
      "company": "7",
      
      "source":"46",
      
      "drug":"59",
    
      "health_plan":"45",
       
      "therapeutic_area": "Oncology",
    
      "description": "Novartis and CMS have partnered together to mitigate concerns of the price of Kymriah (currently priced as $475,000 per patient). Payment to Novartis will only be made if patients respond to treatment by the end of the first month. For patients who do not respond, Novartis will not charge the patient and will absorb the cost of manufacturing. This contract is no longer in place.",
    
      "year": "2017",
      
       "year_fil":"2017",
    
      "type": "value-Based Contracting",
    
      "company_name": "Novartis",
    
      "drug_name": "Kymriah (Tisagenlecleucel)",
    
      "health_plan_name": "CMS",
    
      "source_desc": "In Historic First, FDA approves Novartis CAR-T Therapy, BiopharmaDive, August 2017 "
  },
 { 	
	 "id":"36", 
    
      "company": "44",
      
      "source":"37",
      
      "health_plan":"33",
       
      "drug":"60",
    
      "therapeutic_area": "Metabolic",
    
      "description": "Prime will evaluate the effectiveness of Victoza, and together with Novo Nordisk, will reimburse commercial clients if certain measures are not achieved.",
    
      "year": "2017",
      
       "year_fil":"2011",
    
      "type": "Outcome-Based Contracting",
    
      "company_name": "Novo Nordisk",
    
      "drug_name": "Victoza (Liraglutide)",
    
      "health_plan_name": "Prime Therapeutics",
    
      "source_desc": "Prime Therapeutics signs outcomes-based contract with Novo Nordisk for Type 2 Diabetes drug Victoza, Prime Therapeutics Press Release, December 2017"
  },
  { 	
	 "id":"37", 
    
      "company": "44",
      
      "source":"38",
      
      "drug":"60",
    
      "therapeutic_area": "Metabolic",
    
      "health_plan":"46",
       
      "description": "Both SelectHealth and Novo Nordisk will track metrics built into the contract designed to measure and understand how members use Victoza and how it supports their diabetes and overall healthcare goals.",
    
      "year": "2018",
      
       "year_fil":"2011",
    
      "type": "Value-Based Contracting",
    
      "company_name": "Novo Nordisk",
    
      "drug_name": "Victoza (Liraglutide)",
    
      "health_plan_name": "SelectHealth",
    
      "source_desc": "SelectHealth Signs Value-based Contract with Novo Nordisk, Global News Wire, March 2018"
  },
 { 	
	 "id":"38", 
    
      "company": "8",
      
      "source":"21",
      
      "drug":"23",
    
      "health_plan":"35",
       
      "therapeutic_area": "Orthopedics",
    
      "description": "1) Proctor & Gamble and Sanofi-Aventis guarantee that Health Alliance plan beneficiaries who take Risedronate sodium will reduce their incidence of bone fracture. 2) If a patient still suffers from fracture after taking the drug (proving the drug's inefficacy), the manufacturer will reimburse the medical cost for treating the fracture. The drug manufacturers agree to reimburse the insurer for the costs of treating non-spinal factures suffered by patients who consistently take their medications (https://www.hca.wa.gov/assets/program/josh-carlson-summit-presentation.pdf).",
    
      "year": "2009",
      
       "year_fil":"2009",
    
      "type": "Value-Based Contracting",
    
      "company_name": "Procter & Gamble/ Sanofi-Aventis",
    
      "drug_name": "Actonel (Risedronate)",
    
      "health_plan_name": "Health Alliance",
    
      "source_desc": "Developing a Path to Value-Based Payment for Medical Products; Value-Based Payment Advisory Group Kick-Off Meeting Background Paper, Duke University, 2017"
  },
  { 	
	 "id":"39", 
    
      "company": "9",
      
      "source":"39",
      
      "health_plan":"28",
       
      "drug":"24",
    
      "therapeutic_area": "Cardiovascular",
    
      "description": "If Cigna patients who take Praluent aren't able to reduce LDL cholesterol at least as well as what was shown in clinical trials, Sanofi / Regeneron will further discount the costs of the drugs for all patients (not just those who did not meet their cholesterol goals). If Praluent meets or exceeds expectations in patients, the original negotiated price will remain in place.",
    
      "year": "2016",
      
       "year_fil":"2016",
    
      "type": "Outcome-Based Contracting",
    
      "company_name": "Sanofi / Regeneron",
    
      "drug_name": "Praluent (alirocumab)",
    
      "health_plan_name": "Cigna",
    
      "source_desc": "Health Insurers Push to Tie Drug Prices to Outcomes, The Wall Street Journal, 2016"
  },
  { 	
	 "id":"40", 
    
      "company": "9",
      
      "source":"40",
      
      "health_plan":"29",
        
      "drug":"24",
    
      "therapeutic_area": "Cardiovascular",
    
      "description": "Sanofi/Regeneron will lower the net price of Praluent® (alirocumab) Injection in exchange for becoming the exclusive PCSK9 inhibitor therapy on the Express Scripts national formulary. The agreement takes effect on July 1, 2018 for commercial patients covered by the Express Scripts National Preferred Formulary (approximately 25 million individuals in total). Physicians will submit a simplified attestation form confirming that Praluent is appropriate for the patient based on the U.S. FDA-approved indication and patient history. Express Scripts will pass a portion of the Praluent rebates it receives from Sanofi and Regeneron directly to people enrolled in participating commercial health benefit plans, including many of those offered by employers. Praluent's new price is reported to be $4,500 to $8,000 per year, the range recommended in March by the Institute for Clinical and Economic Review (ICER). The price reduction will come in the form of a rebate; the list price itself won't change.",
    
      "year": "2018",
      
       "year_fil":"2018",
    
      "type": "Outcome-Based Contracting",
    
      "company_name": "Sanofi / Regeneron",
    
      "drug_name": "Praluent (alirocumab)",
    
      "health_plan_name": "Express Scripts",
    
      "source_desc": "Sanofi and Regeneron to lower net price of Praluent (alirocumab) Injection in exchange for straightforward, more affordable patient access for Express Scripts patients, Sanofi Press release, May 2018"
  },
 { 	
	 "id":"41", 
    
      "company": "10",
      
      "source":"41",
      
      "drug":"25",
    
       "health_plan":"26",
       
      "therapeutic_area": "Gene Therapy",
    
      "description": "Spark Therapeutics will pay rebates to Harvard Pilgrim if patient outcomes fail to meet a specified threshold, considering both short term efficacy (30-90 days) and long-term durability (30 months). Short and long-term outcomes measures will be based on full-field light sensitivity (FST) testing scores. Since this is a one-time drug, outcomes will be determined on an individual basis. A baseline FST score will be established for each eligible patient before administration of Luxturna. If treatment fails, Harvard Pilgrim will receive a rebate from Spark Therapeutics.",
    
      "year": "2018",
      
       "year_fil":"2018",
    
      "type": "Outcome-Based Contracting",
    
      "company_name": "Spark Therapeutics",
    
      "drug_name": "Luxturna (voretigene neparvovec-rzyl)",
    
      "health_plan_name": "Harvard Pilgrim Health Care",
    
      "source_desc": "Outcomes-Based Contracts Offer Payers New Pharmaceutical Options,HealthPayer Intelligence, 2018"
  },
 { 	
	 "id":"42", 
    
       "health_plan":"29",
       
      "company": "10",
      
      "source":"42",
      
      "drug":"25",
    
      "therapeutic_area": "Gene Therapy",
    
      "description": "Spark Therapeutics will share risk with certain health insurers by paying rebates if patient outcomes for those using Luxturna fail to meet a specified threshold, linking payment for Luxturna to both short term-efficacy (30-90 days) and longer-term durability (30 months) measures that are unique to the one-time gene therapy. Short and long-term measures will be based on a full-field light sensitivity threshold (FST) testing score, with a baseline established for each eligible patient before administration of Luxturna. The company has entered into an agreement with commercial payers so that the payer/payers pharmacy purchases Luxturna rather than the treatment center. The Payer agrees to provide coverage for its members, expedite benefits processing and cap patient OOP amounts at in-network limits. The payer would also independently agree with the treatment center on reimbursement that is commensurate with the type of medical care required to deliver Luxturna. Spark Therapeutics assumes all drug in-transit, storage, and handling risks.",
    
      "year": "2018",
      
       "year_fil":"2018",
    
      "type": "Outcome-Based Contracting",
    
      "company_name": "Spark Therapeutics",
    
      "drug_name": "Luxturna (voretigene neparvovec-rzyl)",
    
      "health_plan_name": "Express Scripts",
    
      "source_desc": "Spark Therapeutics Announces First-of-their-kind Programs to Improve Patient  Access to LUXTURNA (voretigene neparvovec-rzyl), a One-time Gene Therapy Treatment, Spark Therapeutics Press Release, Jan 2018"
  } ,
 { 	
	 "id":"28", 
    
       "health_plan":"29",
       
      "company": "41",
      
      "source":"39",
      
      "drug":"56",
    
      "therapeutic_area": "Opioids",
    
      "description": "1)Collegium will reduce the cost of the medication for many of Cigna's benefit plans. 2) Cigna will hold Collegium financially accountable if prescriptions exceed a specific daily dose threshold",
    
      "year": "2018",
      
       "year_fil":"2018",
    
      "type": "value-Based Contracting",
    
      "company_name": "Collegium Pharmaceutical ",
    
      "drug_name": "Oxycodone (xtampa ER) ",
    
      "health_plan_name": "Cigna",
    
      "source_desc": "Cigna to End OxyContin painkiller coverage, signs contract for Alternative, Reuters Health News, October 2017"
  }
]